{
  "banner": {
    "image": "",
    "alt": "Amarathon 2024"
  },
  "introduction": {
    "title": "\"Amarathon\" 是由亚马逊云科技 User Group 开发者中国社区发起的 12 小时线上玩法",
    "subtitle": "\"Amarathon\" 源于 \"Amazon\" 和 \"Marathon\" 结合，代表着坚持不懈的分享和探索精神。在 \"Amarathon 12-Hour Geek Talk\" 活动中，根据引进闪电演讲的方式呈现，聚集云计算、云原生、DevOps、生成式 AI 等前沿领域，与全球开发者共同学习，探索亚马逊云科技的无限潜能！",
    "subtitleEn": "\"Amarathon\" is a 12-hour online event initiated by the 亚马逊云科技 China User Group (CN-UG). The name \"Amarathon\" is derived from the combination of Amazon and Marathon, symbolizing the spirit of continuous sharing and exploration.",
    "theme": "\"No Border\"",
    "themeDescription": "今年的活动主题为 \"No Border\"，无论你们都在哪，无论你们自哪里，\"亚跑拉松\"打破地域、国家和语言的限制，一起奔跑狂欢！"
  },
  "liveStatus": {
    "status": "直播已结束（Live Ended）",
    "replayLink": "https://space.bilibili.com/418158141/channel/collectiondetail?sid=4250716",
    "replayDescription": "观看直播回放单人cut，欢迎访问B站Amarathon专题页"
  },
  "slackInvite": {
    "link": "https://join.slack.com/t/awsgcrusergroup/shared_invite/zt-2uepy27c7-VRAm~lXBByNhFGnQdTx6aA",
    "description": "加入AWS GCR User Group Slack社区"
  },
  "termsLink": "https://dev-media.amazoncloud.cn/terms-of-events/terms%20and%20conditions.pdf",
  "partners": {
    "liveAlliance": {
      "title": "12 小时直播联盟",
      "partners": [
        {
          "name": "InfoQ",
          "link": "https://www.infoq.cn/",
          "logo": "https://static001.infoq.cn/resource/image/95/3f/95d6a7d4b1e5b3f3c3f3c3f3c3f3c3f3.png"
        },
        {
          "name": "SegmentFault",
          "link": "https://segmentfault.com/",
          "logo": "https://cdn.segmentfault.com/v-5d2ffc9a/global/img/logo.svg"
        },
        {
          "name": "ITPUB",
          "link": "https://www.itpub.net",
          "logo": "https://www.itpub.net/static/image/common/logo.png"
        },
        {
          "name": "GitCode",
          "link": "https://gitcode.com/",
          "logo": "https://gitcode.com/assets/favicon-d3d6f1e8.png"
        },
        {
          "name": "MSUP",
          "link": "https://msup.com.cn/",
          "logo": "https://msup.com.cn/static/images/logo.png"
        },
        {
          "name": "RTE Community",
          "link": "https://www.rtecommunity.dev",
          "logo": "https://www.rtecommunity.dev/favicon.ico"
        }
      ]
    },
    "platinumSponsor": {
      "title": "铂金赞助",
      "partners": [
        {
          "name": "微信视频号",
          "link": "https://channels.weixin.qq.com/platform/live/liveReplayHistory",
          "logo": "https://res.wx.qq.com/a/wx_fed/assets/res/NTI4MWU5.ico"
        }
      ]
    },
    "communityPartners": {
      "title": "社区合作",
      "partners": [
        {
          "name": "开源中国",
          "link": "https://www.oschina.net/",
          "logo": "https://static.oschina.net/new-osc/img/logo_new.svg"
        },
        {
          "name": "CSDN",
          "link": "https://www.csdn.net",
          "logo": "https://g.csdnimg.cn/static/logo/favicon32.ico"
        }
      ]
    }
  },
  "announcement": {
    "title": "2024 Amarathon 技术马拉松圆满结束",
    "date": "2024年11月23日",
    "description": "2024年度亚马逊云科技技术马拉松活动已圆满结束！本次活动汇聚了来自全球36位技术专家，进行了12小时不间断的技术分享，涵盖云计算、AI、数据库、安全等多个领域。感谢所有参与者、讲师和志愿者的支持！"
  },
  "gallery": [],
  "agenda": [
    {
      "id": 1,
      "firstName": "Yagr",
      "lastName": "Xu",
      "sessionTitle": "Observability for Serverless\n无服务器架构的可观测性",
      "sessionSummary": "Amazon Web Services provides comprehensive observability for serverless through logs in CloudWatch Logs, metrics and insights in CloudWatch, and distributed tracing with X-Ray. Additionally, Amazon Distro for OpenTelemetry (ADOT) enables standardized telemetry data collection, while Amazon Lambda Power Tools simplifies logging, metrics, and tracing for Lambda functions. Leveraging these tools, you can gain deep visibility into function invocations, performance, and end-to-end request flows. ADOT and Power Tools enhance observability by automating instrumentation and providing consistent observability data across your serverless applications. With this observability stack, you can monitor, debug, and optimize your serverless workloads, ensuring reliability and performance.\n亚马逊云科技通过 CloudWatch Logs 中的日志、CloudWatch 中的指标和洞察，以及 X-Ray 的分布式 追踪，为无服务器架构提供了全面的可观测性。此外，Amazon Distro for OpenTelemetry (ADOT) 支持标准化的遥测数据收集，而 Amazon Lambda Power Tools 简化了 Lambda 函数的日志记录、指标和追踪。利用这些工具，您可以深入了解函数调用、性能和端到端的请求流程。ADOT 和 Power Tools 通过自动化的检测和一致的可观测性数据提升了无服务器应用程序的可观测性。借助这一可观测性技术栈，您可以监控、调试和优化无服务器工作负载，确保其可靠性和性能。",
      "country": "China",
      "language": "English",
      "title": "Amazon Web Services Senior Solutions Architect",
      "twitter": null,
      "facebook": "https://www.facebook.com/profile.php?id=1283610736",
      "instagram": null,
      "gitHub": "https://github.com/yagrxu",
      "linkedIn": "https://www.linkedin.com/in/yagrxu",
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "4:03 AM",
      "sessionTimeBeijing": "12:03 PM"
    },
    {
      "id": 2,
      "firstName": "Sanchit",
      "lastName": "Jain",
      "sessionTitle": "Zero ETL on Amazon Web Services - Accelerating Insights, Eliminating Complexity \n加速洞察，消除复杂度",
      "sessionSummary": "ZeroETL represents a paradigm shift in data processing, eradicating the traditional Extract, Transform, Load(ETL) complexities. Join us to explore how ZeroETL on Aamazon Web Services streamlines data pipelines, reduces latency, and accelerates insights generation.Witness the power of this transformative approach, which simplifies data workflows and boosts agility, through an interactive live demo.Discover how ZeroETL on Amazon Web Services empowers data engineers and analysts to focus on analysis rather than intricate data transformations, fostering rapid decision-making.\nZeroETL 代表了数据处 理的范式转变，消除了传统的Extract, Transform, Load(ETL)流程的复杂性。我们将一起探索 ZeroETL 在亚马逊云科技上如何简化数据管道、减少延迟并加速洞察的生成。通过互动式现场演示，见证这种变革性方法的力量，如何简化数据工作流并提升敏捷性。了解 ZeroETL 在亚马逊云科技上如何帮助数据工程师和分析师专注于分析而非复杂的数据转换，从而促进快速决策。",
      "country": "India",
      "language": "English",
      "title": "Amazon Web Services Hero/D&A Practice Lead",
      "twitter": "https://x.com/sanchitdilip",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/sanchitdilipjain",
      "linkedIn": "https://www.linkedin.com/in/sanchitdilipjain/",
      "other": "https://blog.getsetbuild.cloud/",
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "4:20 AM",
      "sessionTimeBeijing": "12:20 PM"
    },
    {
      "id": 3,
      "firstName": "Xu",
      "lastName": "Han",
      "sessionTitle": "From NAS to Cloud Computing: Key Takeaways and Insights\n从NAS到云计算，我有哪些新发现?",
      "sessionSummary": "As a NAS enthusiast, I discovered many similarities between NAS and cloud computing, such as virtualization types and how different types impact disk, network, and compute performance. In Aamzon, there are specific terms for these features, like Enhanced Networking, ENA drivers, and NVMe drivers. Typical NAS functions such as snapshot management, network performance testing, containerized app deployment, static data encryption, encryption during data transfer, login mechanisms, and monitoring are redefined with new approaches in the cloud. By learning these cloud concepts, we can optimize our applications to perform better.\n作为一个NAS爱好者，在接触云计算之后我发现了很多相似的东西，比如虚拟化类型，以及不同类型对磁盘，网络，计算性能的影响。在亚马逊上这些都有专门的术语，比如增强联网，ENA驱动以及NVME驱动。那么，在以前NAS常用功能，快照管理、网络性能测试、容器化应用程序部署、静态数据加密以及数据传输过程中的加密、登录机制和监控方法，在云上面又有了新的概念，通过学习这些，能够让我们的应用程序更好的运行。",
      "country": "China",
      "language": "Chinese",
      "title": "Amazon Web Services Premium Support Engineer",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "4:40 AM",
      "sessionTimeBeijing": "12:40 PM"
    },
    {
      "id": 4,
      "firstName": "Yu",
      "lastName": "Gao",
      "sessionTitle": "LLM inference on Amazon EKS \n在 Amazon EKS 上进行 LLM 推理",
      "sessionSummary": "\"LLM Inference on Amazon EKS\" is a solution based on Amazon cloud-native services, designed to address the challenges enterprises face in deploying and running large language models (LLMs). This solution provides a production level inference environment and fully leverages Amazon Web Services managed services and open-source tools to build a reliable, scalable LLM platform.\nLLM Inference on Amazon EKS是一个基于亚马逊云科技云原生服务的解决方案，旨在解决企业部署运行LLM的挑战，提供生产级别的推理环境。我们将在本次分享中讨论充分利用Amanzon managed服务和开源工具，构建可靠、可扩展的LLM运行平台。",
      "country": "China",
      "language": "Chinese",
      "title": "Amazon Web Services Solutions Architect",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "5:00 AM",
      "sessionTimeBeijing": "1:00 PM"
    },
    {
      "id": 5,
      "firstName": "Xinyu",
      "lastName": "Zhou",
      "sessionTitle": "AutoMQ: a cloud-native replacement of Apache Kafka 面向云原生重新设计的 Apache Kafka",
      "sessionSummary": "Apache Kafka, originally designed for pre-cloud data centers, is being reimagined for the cloud era. AutoMQ is redefining Kafka with cloud-native technologies, achieving significant cost savings and instant scalability. We will introduce the four key strategies AutoMQ's design is driven by. And discuss by adhering to these principles, AutoMQ has redefined Kafka's storage with S3Stream, a solution that integrates the performance of EBS with the economy of S3. This innovative approach has made Brokers both scalable and stateless, aligning Kafka more closely with cloud-native paradigms. Key takeaways from the presentation include: a) Insights into cloud-driven trends in software infrastructure; b) Strategies for leveraging cloud computing and storage services; c) An overview of Kafka's best practices and pain points; d) The rationale for rethinking foundational software with a cloud-native focus.\nApache Kafka 最初为上云之前的数据中心设计，现正被重新定义为适应云时代的产品。AutoMQ 通过云原生技术重新定义 Kafka，实现了显著的成本节约和即时扩展性。我们将在本次分享中探讨AutoMQ 的设计基于四个关键策略，并分享云驱动的基础设施趋势洞察，利用云计算和存储服务的策略Kafka 的最佳实践和痛点概述，以及重新思考基础软件以适应云原生的思路。",
      "country": "China",
      "language": "English",
      "title": "Co-founder & CTO at AutoMQ",
      "twitter": "https://x.com/xinyubest",
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "5:20 AM",
      "sessionTimeBeijing": "1:20 PM"
    },
    {
      "id": 6,
      "firstName": "Tianzhou",
      "lastName": "Chen",
      "sessionTitle": "Database DevSecOps \n数据库DevSecOps",
      "sessionSummary": "Data security is a core topic of database management. However, many practices sacrifice security for development efficiency, leaving databases exposed to risks. On the other extreme, overly restrict databases can make development painful and inefficient. In this talk, we’ll explore how to integrate security into the Database DevOps process to achieve both security and efficiency.\n数据安全是数据库的核心命题。但许多实践为了开发效率而牺牲安全性，让数据库大门敞开。另一个极端也同样普遍，把数据库大门牢牢关紧，让研发操作数据库的过程痛不欲生。我们来探讨如何把安全融入到 DevOps 流程中，来兼顾安全和效率。",
      "country": "China",
      "language": "Chinese",
      "title": "Co-founder/CEO",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/tianzhou/",
      "linkedIn": "https://www.linkedin.com/in/tianzhouchen/",
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "5:40 AM",
      "sessionTimeBeijing": "1:40 PM"
    },
    {
      "id": 7,
      "firstName": "Nana Adjoa",
      "lastName": "Anim",
      "sessionTitle": "My Cloud Journey: How Community and Resources Can Fuel Your Career Growth \n我的云计算之旅：利用社区与资源助力职场加速的故事",
      "sessionSummary": "In this session, I’ll share my journey from a non-technical background in International Affairs to a career in cloud computing. My first introduction to tech was through Amazon Cloud via the Amazon Restart program. Despite the challenges, I navigated my way through, and today, I’m a two-time Amazon Web Services grant awardee and recognized as an emerging talent in the field. I’ll walk you through my transition story, sharing practical insights on how to overcome challenges, gain hands-on skills, and make the most of free Amazon Web Services resources like Amazon Educate and it's importance. A key focus will be on the role of community—how building and engaging with a supportive network can accelerate your growth. To wrap up, I’ll provide actionable steps you can take to kickstart or advance your cloud journey, along with valuable educational resources to guide you along the way. This session aims to inspire, equip, and empower you to make the most of the opportunities available in cloud computing.\n在本次演讲中，我将分享我从无技术背景的国际事务岗位转行云计算的旅程。我第一次接触亚马逊云科技是通过帮助无背景从业者转行云计算的亚马逊云科技 re/Start免费项目。尽管在学习亚马逊云科技的路上遇到了非常多的挑战，但我坚信宝剑锋从磨砺出，梅花香自苦寒来，我咬紧牙关一路克服困难，最终取得了一定的成绩、实现了自我的价值。目前我通过努力已获得两次亚马逊云科技奖学金，并被亚马逊云科技认定为云计算领域的新兴人才。我将分享我如何克服困难与挑战，获得亚马逊云科技实践技能以及如何利用亚马逊云科技Educate等免费学习资源的经验心得。",
      "country": "Ghana",
      "language": "English",
      "title": "Amazon Web Services Educate Learner Advocate/Technical Product Manager",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "6:00 AM",
      "sessionTimeBeijing": "2:00 PM"
    },
    {
      "id": 8,
      "firstName": "Shun",
      "lastName": "Yoshie",
      "sessionTitle": "Behind the scenes of the 24-hour global online event “JAWS PANKRATION 2024”\n“JAWS PANKRATION 2024” 全球24小时线上活动幕后揭秘",
      "sessionSummary": "On the last weekend of August 2024, we held the 24-hour online global event, 'JAWS PANKRATION 2024.' For this event, we aimed to eliminate the need for translation devices, so we integrated AWS-native AI/ML services into the broadcast infrastructure. Speakers and attendees from many countries participated, and in explaining the multilingual translation-enabled delivery architecture and frontend, I will describe the solutions we implemented.\n在 2024 年 8 月的最后一个周末，我们举办了连续24小时的全球线上活动“JAWS PANKRATION 2024”，为了通过24 小时不不间断的直播，打破全球开发者们语言和时区的限制，我们集成了亚马逊云科技原生的 AI/ML 服务搭建了直播的基础设施。本次分享将描述我们为应对来自全球各个国家的演讲者与观众，构建的支持多语言翻译的直播服务架构与解决方案。",
      "country": "Japan",
      "language": "Japanese",
      "title": "Amazon Web Services Hero/JAWS PANKRATION 2024",
      "twitter": "https://x.com/Typhon666_death",
      "facebook": "https://www.facebook.com/typhon666.death",
      "instagram": null,
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/shun-yoshie-6aba9970/",
      "other": "https://lit.link/typhon666",
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "6:20 AM",
      "sessionTimeBeijing": "2:20 PM"
    },
    {
      "id": 9,
      "firstName": "Chenguang",
      "lastName": "Qin",
      "sessionTitle": "From AI Coding Assistant to Code Agent：Amazon Q Developer\n从AI编程助手到Code Agent：Amazon Q Developer介绍",
      "sessionSummary": "In today’s software development field, generative AI is rapidly changing how developers work. This talk will focus on Amazon Q Developer, an advanced AI coding assistant that uses natural language processing and deep learning to improve coding efficiency and quality. We’ll explore Q Developer’s core features, including its ability to auto-generate features, fix bugs, and write unit tests, and how it integrates with IDEs. Additionally, we’ll introduce the AWS Training and Certification system, highlighting how AWS certifications help developers enhance their skills and career competitiveness. Through specific examples, this talk will demonstrate how Q Developer enables quick and precise code generation for complex tasks. We’ll also discuss the value of AWS certification, and how developers worldwide can leverage these tools and certifications to share knowledge and resources, driving innovation and progress in software development.\n在当今软件开发领域，生成式AI正迅速改变开发者的工作方式。本次分享将聚焦于Amazon Q Developer，这一先进的AI代码助手如何通过自然语言处理和深度学习技术，提升开发效率与代码质量。我们将探讨Q Developer的核心功能，包括自动生成特性、修复bug和编写单元测试的能力，以及其在集成开发环境（IDE）中的应用。此外，我们将介绍亚马逊云科技的培训认证体系，以及亚马逊云科技认证如何帮助开发者提升技能和职业竞争力。演讲将展示如何通过具体的示例，利用Q Developer在复杂任务中实现快速、精准的代码生成，并结合亚马逊云科技认证的价值，探讨全球开发者如何通过这些工具和认证，共享知识与资源，从而推动软件开发的创新与进步。",
      "country": "China",
      "language": "Chinese",
      "title": "Amazon Web Services Sr. Technical Trainer",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "6:40 AM",
      "sessionTimeBeijing": "2:40 PM"
    },
    {
      "id": 10,
      "firstName": "Himanshu",
      "lastName": "Sangshetti",
      "sessionTitle": "Amazon Web Services Security: One Layer at a Time \n云安全：纵深安全防御设计",
      "sessionSummary": "In today’s cloud-first world, building secure applications is no longer an afterthought—it’s essential. This talk will guide the audience through a layered approach to application security using Amazon Web Services, starting with a basic application and incrementally securing it layer by layer. Much like how a building’s security strengthens with controlled gates, guards, and alarms, cloud applications also require a multi-layered security strategy. By the end of this session, attendees will see how Amazon Web Services can transform an unsecured web app into a robust, production-ready solution.\n当今时代，构建安全的应用程序已不再是事后考虑——而是必要的。本次分享将引导观众通过使用亚马逊云科技服务的分层方法逐步为应用程序增加安全性，类似于建筑物的安全性通过受控的门、保安和报警系统逐步增强，云应用程序也需要多层安全策略。我们也将提供亚马逊云科技服务如何将不安全的 Web 应用程序转变为强大的、适用于生产环境的解决方案。",
      "country": "India",
      "language": "English",
      "title": "Amazon Web Services Cloud Club Captains/Intern@Tech with Lucy",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": "https://in.linkedin.com/in/himanshu-sangshetti/",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "7:00 AM",
      "sessionTimeBeijing": "3:00 PM"
    },
    {
      "id": 11,
      "firstName": "Vadym",
      "lastName": "Kazulkin",
      "sessionTitle": "Making sense of Amazon Web Services Serverless operations\n解读亚马逊云科技无服务器架构的运维最佳实践",
      "sessionSummary": "There is a misunderstanding, that everything is possible with the Serverless Services in Amazon Web Services, for example that your Lambda function may scale without limitations. But each  Amazon Web Services (not only Serverless) has a big list of quotas that everybody needs to understand and take into account during the development.In this talk I'll explain the most important things to be aware of for the scalability of the  Amazon Web Services Serverless services, explain quotas (from the hyper scalability point of view, but not only) of the services like API Gateway, Lambda, DynamoDB, Aurora Serverless, SQS, S3 and others and how to architect your solution with these quotas and technical concepts of the distributed systems in mind like token bucket algorithm, throughput and burst rate, concurrency, retry with exponential backoff and jitter and others.\n很多人误以为在亚马逊云科技上使用无服务器服务就意味着一切都可以实现，比如您的 Lambda 函数可以无限制地扩展。但每个亚马逊云科技服务（不仅限于无服务器服务）都有一份详细的配额清单，在开发过程中每个人都需要了解并加以考虑。在本次分享中，我将解释扩展亚马逊云科技无服务器服务时需要注意的最重要事项，介绍 API Gateway、Lambda、DynamoDB、Aurora Serverless、SQS、S3 等服务的配额（不仅仅从超大规模的角度出发），以及如何在设计解决方案时考虑这些配额和分布式系统的技术概念，如令牌桶算法、吞吐量和突发速率、并发性、带抖动的指数回退重试等。",
      "country": "Ukraine",
      "language": "English",
      "title": "Amazon Web Services Serveress Hero/Head of Development",
      "twitter": "https://twitter.com/VKazulkin",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/Vadym79/",
      "linkedIn": "https://www.linkedin.com/in/vadymkazulkin",
      "other": "https://dev.to/vkazulkin",
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "7:20 AM",
      "sessionTimeBeijing": "3:20 PM"
    },
    {
      "id": 12,
      "firstName": "Muhammed Salih",
      "lastName": "Güler",
      "sessionTitle": "Build a cloud-powered cross-platform app with Amazon Amplify \n使用 Amazon Amplify 构建云驱动的跨平台应用",
      "sessionSummary": "Amazon Amplify has reimagined the way frontend developers build full-stack applications on Amazon Web Services. With this next generation of Amplify’s backend-building experience, you can author your frontend and backend definitions entirely with TypeScript, providing you with schema validation, dot completion, and end-to-end types while you code, as well as per-developer cloud sandboxes and many more tools and features. In this session, learn about the next generation of Amazon Web Services Amplify, how to build your backends, with data, authentication, storage, ai and how to extend them to any other Amazon Web Services with the help of Amazon CDK.\nAmazon Amplify 重新定义了前端开发人员在亚马逊云科技上构建全栈应用程序的方式。借助 Amplify 的新一代后端构建体验，您可以完全使用 TypeScript 编写前端和后端定义，这为您在编码时提供了架构验证、点完成、端到端类型支持，以及每位开发者的云沙盒等众多工具和功能。您将了解新一代 Amazon Amplify，学习如何构建包含数据、身份验证、存储和 AI 的后端，并在 Amazon CDK 的帮助下扩展至其他服务。",
      "country": "Germany",
      "language": "English",
      "title": "Amazon Web Services Senior Developer Advocate",
      "twitter": "https://x.com/salihgueler",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/salihgueler",
      "linkedIn": "https://in.linkedin.com/in/salihgueler",
      "other": "https://salihgueler.dev/",
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "7:40 AM",
      "sessionTimeBeijing": "3:40 PM"
    },
    {
      "id": 13,
      "firstName": "Miguel Angel",
      "lastName": "Muñoz Sanchez",
      "sessionTitle": "How to use an Event Architecture to solve compliance and security issues.\n如何利用事件触发架构解决合规性和安全问题",
      "sessionSummary": "In this session, we will talk about how to use the events of cloudtrail to create an events architecture that can solve security and compliance issues in seconds.The main idea of the session is to demonstrate how to add a new layer of security to respond to any event on our platform using Cloudtrail events and create our security platform to react to events on  Amazon Web Services. That approach has benefits for security and reacting to any events that happen on our Amazon Web Services Accounts.\n我们将在本次分享中讨论如何使用 CloudTrail 的事件来创建一个事件架构，从而在几秒钟内解决安全和合规性问题。我将展示如何通过 CloudTrail 事件为我们的平台添加一个新的安全层，并构建我们的安全平台，以便能够对亚马逊云科技上的事件做出响应。这种方法有助于提升安全性，并对亚马逊云科技账户上发生的任何事件迅速作出响应。",
      "country": "Spain",
      "language": "English",
      "title": "Amazon Web Services UG Community Builders/Cloud Architect",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "8:00 AM",
      "sessionTimeBeijing": "4:00 PM"
    },
    {
      "id": 14,
      "firstName": "Cyrus",
      "lastName": "Wong",
      "sessionTitle": "The Legend of Amazon Warrior - a free opensource 3D RPG adventure game with generative AI for learning Amazon Web Services\n亚马逊云科技勇士传说 - 通过体验开源免费的冒险3D RPG游戏学习云计算以及生成式AI",
      "sessionSummary": "\"The Legend of Aamzon Warrior\" is an innovative approach to learning Amazon Web Services through 3D RPG gaming at Hong Kong Institute of Information Technology (HKIIT). By integrating various Amazon Web services such as Amazon Bedrock, Amazon Lambda, Amazon S3, and Amazon DynamoDB into an Amazon SAM serverless application, it offers a practical, hands-on experience with Amazon Academy.\n《亚马逊云科技勇士传说》是香港信息技术学院（HKIIT）通过3D RPG游戏创新的亚马逊云科技学习方式。通过将Amazon Bedrock、Amazon Lambda、Amazon S3 和 Amazon DynamoDB 等多个亚马逊云科技服务集成到一个 Amazon SAM 无服务器应用中，它为学员提供了一个结合实践和操作的亚马逊云科技学习体验。",
      "country": "Hong Kong SAR",
      "language": "English",
      "title": "Amazon Web Services Hero/ 高级讲师",
      "twitter": "https://x.com/wongcyrus",
      "facebook": "https://www.facebook.com/cywong.vtc",
      "instagram": "https://www.instagram.com/wongcyrus.cloud",
      "gitHub": "https://github.com/wongcyrus",
      "linkedIn": "https://www.linkedin.com/in/cyruswong",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "8:20 AM",
      "sessionTimeBeijing": "4:20 PM"
    },
    {
      "id": 15,
      "firstName": "Ricardo",
      "lastName": "Sueiras",
      "sessionTitle": "Improving your code craft with Amazon Q Developer\n使用 Amazon Q Developer 提升代码开发技能",
      "sessionSummary": "In this talk I will share tips on how to get the most out of using Amazon Q Developer, providing you with ideas and techniques that will help you improve your outcomes. \n本次分享将展示如何充分利用 Amazon Q Developer 的技巧，提供一些能够帮助您提高工作成果的思路和方法。分享将使用 VSCode 进行演示。",
      "country": "UK",
      "language": "English",
      "title": "Amazon Web Services Developer Advocate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "8:40 AM",
      "sessionTimeBeijing": "4:40 PM"
    },
    {
      "id": 16,
      "firstName": "Sylvain",
      "lastName": "BRUAS",
      "sessionTitle": "Best practices for establishing Amazon Sandbox accounts for your organization\n为企业组织建立Amazon Sandbox账户的最佳实践",
      "sessionSummary": "Learn key considerations for setting up a sandbox environment on Amazon Web Services, based on real customer interactions. This talk covers essential aspects such as account organization, tagging policies, security, and networking. Additionally, discover tools that help enforce rules and budget constraints effectively, ensuring a robust and cost-effective sandbox setup. Practical insights from various customer use cases will be shared to illustrate best practices.\n我们将通过与客户真实互动，学习在亚马逊云科技设置沙盒环境的关键注意事项。本次分享涵盖了帐户组织、标签策略、安全性和网络等重要方面。此外，还将介绍一些工具，帮助有效地执行规则和预算约束，确保建立一个强大且成本高效的沙盒环境。我们将分享来自不同客户案例的实践见解，展示最佳实践。",
      "country": "France",
      "language": "Francais",
      "title": "Solutions Architect - Amazon Authorized Instructor",
      "twitter": "https://x.com/sylvain_bruas",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/sylvainbruas",
      "linkedIn": "https://www.linkedin.com/in/sylvainbruas",
      "other": "https://sylvain.bruas.fr/",
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "9:00 AM",
      "sessionTimeBeijing": "5:00 PM"
    },
    {
      "id": 17,
      "firstName": "Yubo",
      "lastName": "Wang",
      "sessionTitle": "Transformational Innovations: Generative AI at Amazon\n变革新浪潮：揭秘亚马逊如何用生成式AI为企业赋能",
      "sessionSummary": "This talk explores how Amazon.com leverages AI and ML across its core operations and new business initiatives. By sharing specific examples from Amazon’s consumer and retail sectors, the presentation highlights how AI, particularly generative AI, enhances customer experience while boosting efficiency and reducing costs. Discover the insights gained by Amazon teams regarding the cultural, procedural, and technological aspects of developing and scaling ML capabilities throughout the organization.\n本次分享将带大家解密亚马逊云科技在AI的新浪潮下，如何利用AI/ML赋能其核心业务运营和新业务变革。我将通过分享来自Amazon消费和零售部的详细真实案例，着重展示AI，特别是生成式 AI是如何提升用户体验，同时提高业务效率并降低运营成本。在本次分享中，大家将随我一同洞察Amazon团队是如何在企业文化、流程和技术层面全面布局，在全组织范围内开发和开展ML规模化应用，为企业发展助力。",
      "country": "China",
      "language": "Chinese",
      "title": "Head of DevRel GCR",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "9:20 AM",
      "sessionTimeBeijing": "5:20 PM"
    },
    {
      "id": 18,
      "firstName": "Grzegorz",
      "lastName": "Kalwig",
      "sessionTitle": "Serverless is above limits? Our Path to production database cluster. \n突破Serverless界限，生产数据库集群架构设计中的实践经验",
      "sessionSummary": "During the lecture, I will share experiences from production deployments of Aurora Serverless v2. I will discuss what challenges related to serverless I encountered, how dynamic scaling and RDS proxy works in practice, and the impact of resources and queries on the performance of the solution.And most importantly! Whether choosing Aurora serverless v2 is a good decision.\n本次分享将展示 Aurora Serverless v2 生产部署的经验，讨论在使用无服务器架构时遇到的挑战，动态扩展和 RDS Proxy 在实践中的工作原理，以及资源和查询对解决方案性能的影响。最重要的是！是否选择 Aurora Serverless v2 是一个明智的决策。",
      "country": "Poland",
      "language": "English",
      "title": "Amazon Web Services User Group Leaders/System Architect",
      "twitter": null,
      "facebook": null,
      "instagram": "https://www.instagram.com/grzegorz_kalwig/profilecard/?igsh=MWx1Yjk3aHJiOHF2YQ==",
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/grzegorz-kalwig",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "9:40 AM",
      "sessionTimeBeijing": "5:40 PM"
    },
    {
      "id": 19,
      "firstName": "Ze",
      "lastName": "Yang",
      "sessionTitle": "Cloud Data Security and Compliance for China to Global Enterprises \n企业出海云数据安全与合规",
      "sessionSummary": "Financial payments raise higher requirements for cloud data security and compliance In the digital era. With regulations like PCI-DSS and GDPR now in place globally, payment companies face the unprecedented challenges. This talk will dive deep into the key elements of building a robust cloud security framework, sharing best practices and advanced technology solutions to ensure security and compliance in payment business. We will also discuss how to build a security-conscious culture within the organization, ensuring that every employee realizes the importance of security.\n在数字化浪潮中，金融支付对云数据安全与合规提出了更高要求。随着全球各地法规如 PCI-DSS 和 GDPR 的出台，支付企业面临前所未有的挑战。本演讲将深入探讨构建强大云安全框架的关键要素，分享最佳实践及先进技术解决方案，以确保支付业务的安全与合规。同时，我们还将探讨如何在企业内部建立安全文化，使每位员工意识到安全的重要性。",
      "country": "China",
      "language": "Chinese",
      "title": "Head of Cloud Security Department",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "10:00 AM",
      "sessionTimeBeijing": "6:00 PM"
    },
    {
      "id": 20,
      "firstName": "Stephen",
      "lastName": "Sennett",
      "sessionTitle": "Amazon CDK in 15 minutes: Supercharging your CloudFormation\n15 分钟掌握 Amazon CDK：玩转CloudFormation",
      "sessionSummary": "Familiar with Amazon CloudFormation but hesitant about diving into Amazon CDK? In this 15-minute talk, I’ll show how simple and approachable CDK can be—even for those of us from a traditional infrastructure background. Transitioning to Amazon CDK is a smooth process that lets you manage complex infrastructure as code, without the headaches of extensive YAML templates. All you need is a basic understanding of variables, conditional statements, and simple object-oriented programming.In just a quarter of an hour, we’ll compare a straightforward CloudFormation example with its CDK counterpart, and tackle deployments that are notoriously difficult in CloudFormation (VPCs and EC2 instances, anyone?). By the end, you’ll see how Amazon CDK can streamline your workflows and give you the confidence to give it a try.\n您是否熟悉 Amazon CloudFormation，但 Amazon CDK 缺少深入探究呢？在这 15 分钟的讲座中，我将展示 CDK 是多么简单易学——即使是对于我们这些传统基础设施背景的人来说，平滑过渡到 Amazon CDK ，它让您可以以代码的方式管理复杂的基础设施，而不需要处理冗长的 YAML 模板。您只需要具备基本的变量理解、条件语句和简单的面向对象编程知识。在短短 15 分钟内，我们将比较一个简单的 CloudFormation 示例与其 CDK 对应版本，并解决 CloudFormation 中那些常常让人头痛的部署问题（比如 VPC 和 EC2 实例）。最终，您将看到Amazon CDK 如何简化工作流程，并更有信心去尝试。",
      "country": "Australia",
      "language": "English",
      "title": "Amazon Web Services UG Community Builders/Senior Consultant",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/ssennettau/",
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "10:20 AM",
      "sessionTimeBeijing": "6:20 PM"
    },
    {
      "id": 21,
      "firstName": "Yuanzhong",
      "lastName": "Liu",
      "sessionTitle": "Shaping Tomorrow with Prompts: Best Practices in Prompt Engineering from China’s Local LangGPT Community\n提示未来：中国本土提示词社区 LangGPT 的提示工程最佳实践分享",
      "sessionSummary": "I will reveal the latest innovations in prompt engineering from China Local LangGPT Community. This talk focuses on the structured prompt methodology developed by the LangGPT community, along with best practices for Chinese prompt engineering and amazing applications. We will present how to break through the restrictions of traditional AI interactions, and create more natural and efficient human-machine conversations. We’ll dive deep into real-world applications of structured prompts, prompt attack and defense strategies, creative wordplay, and visual design including the generation of cards, posters, and PPT layouts. Additionally, we’ll discuss advanced techniques like multimodal prompts and automated prompt generation. These practices not only showcase the LangGPT community’s innovation but also highlight new trends in global prompt engineering. As a practitioner in the LangGPT community, I’ll share how these methods help developers and users better harness AI to create valuable applications. This talk is aimed at both technical experts and general users interested in prompt engineering. Let’s explore the endless possibilities of the AI era together!\n本次分享将为您揭示中国提示工程领域的创新实践，我们聚焦 LangGPT 社区开创的结构化提示词方法论、中文提示工程最佳实践、精彩应用，展示如何突破传统 AI 交互模式的局限，实现更自然、更高效的人机对话。我们将深入探讨：结构化提示词的实战应用、提示词攻防策略、创意文字游戏构建、可视化设计（包括卡片、海报及 PPT 架构图的智能生成），以及多模态提示词、提示词自动化生成等前沿技术。这些实践不仅展现了中国提示工程社区的创新思维，更代表了全球提示工程发展的新方向。作为 LangGPT 社区的实践者，我将分享这些方法如何帮助开发者和用户更好地驾 驭 AI，创造出更具价值的应用场景。本次分享既面向技术专家，也适合对提示工程感兴趣的普通用户，让我们一起探索 AI 时代的无限可能。",
      "country": "China",
      "language": "Chinese",
      "title": "LangGPT Author",
      "twitter": "https://x.com/LangGPT",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/langgptai",
      "linkedIn": "https://www.linkedin.com/in/yuanzhongliu/",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "10:40 AM",
      "sessionTimeBeijing": "6:40 PM"
    },
    {
      "id": 22,
      "firstName": "Kun",
      "lastName": "He",
      "sessionTitle": "NVIDIA AI inference acceleration solution with CUDA-X libraries 借助NVIDIA CUDA-X 实现AI推理加速",
      "sessionSummary": "In this talk, we will take a deep dive into NVIDIA's AI inference acceleration solutions. The content covers CUDA basics, TensorRT and its LLM optimization, Triton inference service, and NVIDIA NIM pre-built container tools. We will show how to use these technologies to improve the inference performance of AI models, optimize deep learning workloads, and achieve efficient model deployment.\n在本次演讲中，我们将深入探讨NVIDIA的AI推理加速解决方案。内容涵盖CUDA基础、TensorRT及其LLM优化、Triton推理服务和NVIDIA NIM 预构建容器工具。我们将展示如何通过这些技术提升AI模型的推理性能，优化深度学习工作负载，并实现高效的模型部署。",
      "country": "China",
      "language": "Chinese",
      "title": "NVIDIA Developer Community Manager",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "11:00 AM",
      "sessionTimeBeijing": "7:00 PM"
    },
    {
      "id": 23,
      "firstName": "Wei",
      "lastName": "Li",
      "sessionTitle": "Cloud Club: Let AI Take Over My Development Work\n「云上探索实验室」——《AI 代班，我躺平》",
      "sessionSummary": "This session will introduce the powerful functionalities of Amazon Q Developer to you. For developers, it can support nearly the entire software development lifecycle (SDLC),from project planning and code iteration to building generative AI applications and gaining data insights. In our experiment, we’ll use Amazon Q to create a Java game project, identify and fix code issues, and get it fully ready for release. Efficiency takes off, and fun doubles! We’ll also introduce the Cloud Lab platform, where there’s no need for complex cost calculations or cloud resource purchasing. Simply scan the QR code to enter the Cloud Lab and explore cutting-edge generative AI technologies. Follow the guide and create your unique hands-on projects.\n本分享将带你走近 Amazon Q Developer 的超强领域。对于开发者而言，它几乎能够参与到「软件开发的全生命周期」中，从项目梳理到代码迭代，从生成式 AI 应用快速搭建到数据分析洞察。实验中，我们将使用 Amazon Q 帮助梳理一个 Java 游戏项目，发现代码中的漏洞，加以修改，完整上线。效率起飞，快乐加倍！同时也和大家介绍云上探索实验室这个平台，没有繁琐的成本计算、也无需购置资源，只需扫码进入实验室，即可尽情探索前沿生成式AI技术，跟着指南亲手构建你独一无二的作品。",
      "country": "China",
      "language": "Chinese",
      "title": "R&D Engineer",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "11:20 AM",
      "sessionTimeBeijing": "7:20 PM"
    },
    {
      "id": 24,
      "firstName": "Ryan",
      "lastName": "Zhang",
      "sessionTitle": "Train a UI LLM for effortless interface generation\n未来的产品设计流程会如何改变",
      "sessionSummary": "Generative AI is revolutionizing product UI design. We'll explore how this technology is transforming the design process, enabling designers to quickly find inspiration. Using Motiff, deployed on Amazon Web Services, as an example, we'll demonstrate how \"AI-generated UI\" features help non-designers easily create attractive, functional interfaces. Join us to discover how AI is reshaping the future of product design.\n本次分享聚焦“未来的产品设计流程会如何改变”话题，探讨生成式 AI 是如何彻底改变产品UI界面设计，分享如何利用生成式AI产品激发专业设计师快速找到设计灵感，并以部署在亚马逊云科技云上的Motiff为例，展示“AI 生成 UI”功能，以帮助非设计师如何轻松创建实用且吸引人的UI设计界面。",
      "country": "China",
      "language": "Chinese",
      "title": "Co-Founder Motiff",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "11:40 AM",
      "sessionTimeBeijing": "7:40 PM"
    },
    {
      "id": 25,
      "firstName": "Luis",
      "lastName": "Guirigay",
      "sessionTitle": "Understanding Performance Testing and Building Reliable Applications with Amazon Web Services Solutions \n理解性能测试并使用亚马逊云科技解决方案构建高可靠应用",
      "sessionSummary": "This session will showcase how to integrate comprehensive performance testing into your entire application development lifecycle, from pre-production, staging to post-deployment, using Amazon Web Services Solutions. Learn how to leverage Distributed Load Testing on Amazon ECS, JMeter, and Amazon Fargate to automate scalable load testing, identify performance issues early, find your applications breaking point and ensure your web, mobile and enterprise applications continue providing the best user experience even under the highest traffic demands. Discover practical strategies to stress-test your applications across multiple regions, gain valuable insights, and deliver exceptional experience to your users and customers. By the end of this session, you'll have a comprehensive understanding of how to leverage Amazon Web Services Solutions to build a scalable, automated performance testing framework. Armed with these strategies, you'll be able to deliver high-performing applications that exceed user expectations, even under the most demanding conditions.\n本次分享将展示如何利用亚马逊云科技解决方案，将全面的性能测试集成到整个应用开发生命周期中，从预生产、测试环境、到部署后的各个阶段。大家将学习如何利用亚马逊云科技上的分布式负载测试、Amazon ECS、JMeter 和 Amazon Fargate来自动化可扩展的负载测试，尽早发现应用中的性能问题，找出应用程序的负载瓶颈，并确保网站、移动和企业应用即使在高流量压力下也能持续提供最佳用户体验。此外，本次分享还将带大家探索在跨多区域应用进行压力测试的最佳实践，获取有价值洞察，进而为用户和客户提供卓越的体验。演讲结束时，大家将全面了解如何利用亚马逊云科技解决方案构建一个可扩展的自动化性能测试框架。并运用这些策略交付超出用户预期的高性能应用，即使在最苛刻的条件下也能保持稳定表现。",
      "country": "USA",
      "language": "English",
      "title": "Amazon Web Services WW Head Infrastructure Solutions",
      "twitter": "https://x.com/lguiriga",
      "facebook": null,
      "instagram": "https://www.instagram.com/lguiriga",
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/lguiriga/",
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "12:00 PM",
      "sessionTimeBeijing": "8:00 PM"
    },
    {
      "id": 26,
      "firstName": "Plutoless",
      "lastName": "Zhang",
      "sessionTitle": "TEN Framework - Build Multimodal Realtime AI Agent Like A Pro \n(TEN Framework：成为构建多模态实时AI智能体专家）",
      "sessionSummary": "Ever since OpenAI demonstrated the real-time conversational capabilities of GPT-4o, it’s as if the movie ‘Her’ has come to life. Motivated by the breakthrough user experience of new multimodal capabilities, developers are seeking ways to build real-time conversational AI agents. It is true that some open-source workflow builders currently offer options for easy-to-use orchestration, however, building multimodal AI agents is difficult as these agents not only require ultra-low latency but a deep understanding of technologies like chat, speech to text, text to speech, and real-time audio and video communications. There is also the added complexity of integrating all of these modules together to deliver human-like experience.Fortunately, there is now an optimal framework for developers with the introduction of TEN (Transformative Extensions Network), a real-time multimodal agent framework that minimizes coding pain and enables developers to build next-gen AI applications from scratch.\n自从各种生成式AI技术是实现实时对话能力以来，就像电影《她》中描绘的场景变成了现实。受到新型多模态能力突破性用户体验的启发，开发者们纷纷寻求构建实时对话 AI 智能体的方式。的确，目前一些开源工作流构建工具提供了简便的编排选项，但构建多模态 AI 智能体仍然非常困难，因为这些智能体不仅需要超低延迟，还需要深入理解聊天、语音转文本、文本转语音以及实时音视频通信等技术。而且，整合这些模块以提供类人体验的复杂性也不容忽视。幸运的是，现在有了一个理想的框架来帮助开发者——TEN（变革扩展网络），这是一个实时多模态智能体框架，能够最大程度减少编码的复杂性，让开发者能够从零开始构建下一代 AI 应用。",
      "country": "China",
      "language": "English",
      "title": "Co-founder of Ten Framework",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/plutoless",
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "12:20 PM",
      "sessionTimeBeijing": "8:20 PM"
    },
    {
      "id": 27,
      "firstName": "Jiyoung",
      "lastName": "Lee",
      "sessionTitle": "Tips for Amazon WAF custom rules. \nAmazon WAF定制化规则的几点建议",
      "sessionSummary": "share my experience designing a ruleset for Amazon WAF while operating an e-commerce service in South Korea, as well as insights on how to effectively create custom rulesets. \n本分享将展示韩国运营电子商务服务中，设计 Amazon WAF 规则集的经验，以及如何有效创建自定义规则集的见解。",
      "country": "Korea",
      "language": "English",
      "title": "Amazon Web Services UG Community Builders/Security Engineer",
      "twitter": "https://x.com/LufianLee",
      "facebook": "https://www.facebook.com/profile.php?id=100044891123253&mibextid=LQQJ4d",
      "instagram": "https://www.instagram.com/j.lee.z/",
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/jiyoung-lee-075992208",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "12:40 PM",
      "sessionTimeBeijing": "8:40 PM"
    },
    {
      "id": 28,
      "firstName": "Sheng",
      "lastName": "Wu",
      "sessionTitle": "The vertical perspective of cloud-native service performance\n垂直透视云原生服务性能",
      "sessionSummary": "In typical modern cloud-native applications in China today, a hybrid model is often deployed that incorporates containers, cloud infrastructure, and self-built services. For instance, Java is commonly used in conjunction with Spring to build distributed services, which are deployed using Docker containers on Amazon EKS. At the same time, these applications rely on cloud services like S3, DynamoDB, and RDS (MySQL), as well as self-hosted clusters such as Kafka, MongoDB, and Redis. This forms a complex modern architecture consisting of multiple layers, from the underlying EC2 (Linux), EKS, cloud services, distributed applications, and dependent open/closed-source services, creating a complex topology. This topology not only involves invocation dependencies but also hierarchical deployment dependencies. In this presentation, we will leverage the layer and service hierarchy features of Apache SkyWalking v10 to differentiate the data collected from various monitoring sources. These sources include traditional agents, the latest trending eBPF-based agents, the Amazon-Distro version of the OpenTelemetry Collector, and Amazon's CloudWatch + OTEL data pipeline. We will build an integrated multi-data-source statistical multi-layer topology analysis. This analysis will cover perspectives such as the infrastructure (EC2) layer, EKS node performance, network performance, service performance, dependencies between services and Amazon Web Services, and more. Through this holistic view, we will reveal the complex dependency relationships and manage SLO alerts in a unified manner.\n如今典型的中国现代云原生应用，大多会采样容器+云基础设施+自建服务的混合模式。如使用Java作为常用语言依托Spring构建分布式服务，并采用docker容器部署到Amazon EKS上，并同时依赖S3，DynamoDB，RDS(MySQL)这样的云上服务，以及自建的Kafka，MongoDS, Redis集群。这是一个复杂的现代架构体系，从底层的EC2（Linux），EKS，云服务，分布式应用和依赖的开源/闭源服务，构成一个复杂的拓扑结构。这个拓扑结构不仅存在的调用依赖，还存在部署上的上下级依赖。在本次分享中，我们会通过Apache SkyWalking v10中layer以及service hierarchy的特性，区分收集到的不同监控源的数据。包括传统的探针，最新火热的ebpf探针，OpenTelemetry Collector的Amazon-Distro分发版本，以及亚马逊云科技自带的CloudWatch+OTEL数据管道，构建一套整合多数据源的统计多层次拓扑分析。包括基础设施（EC2）层，EKS的节点性能以及网络性能，服务性能，服务与亚马逊云科技服务依赖关系等多种视角，一体会的展现复杂的依赖关系，并统一化的管理SLO告警。",
      "country": "China",
      "language": "Chinese",
      "title": "Amazon Web Services Hero/Founding Engineer",
      "twitter": "https://x.com/wusheng1108",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/wu-sheng",
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "1:00 PM",
      "sessionTimeBeijing": "9:00 PM"
    },
    {
      "id": 29,
      "firstName": "Brian",
      "lastName": "Tarbox",
      "sessionTitle": "What I learned about GenAI from Bottlenose Dolphins \n从宽吻海豚身上学到的生成式 AI 启示",
      "sessionSummary": "I worked with Dolphins at the University of Hawaii. They are an example of a non-human intelligence. GenAI can also be considered a non-human intelligence. There are lessons to be learned from dolphins about how humans interact with other intelligences.\n讲者曾在夏威夷大学与海豚一起工作。它们是一种非人类智慧的典范，而生成式AI同样也可以被视为一种非人类智慧。本次分享将探讨从海豚身上，我们可以学到的许多关于人类如何与其他智慧共处和互动的宝贵经验。",
      "country": "United States",
      "language": "English",
      "title": "Amazon Web Services Hero/Principal Solutions Architect",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/briantarbox/",
      "other": "https://briantarbox.com/",
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "1:20 PM",
      "sessionTimeBeijing": "9:20 PM"
    },
    {
      "id": 30,
      "firstName": "Pahud",
      "lastName": "Hsieh",
      "sessionTitle": "Unleash Your Inner Foodie: Build a Michelin-Powered Restaurant Recommender with Zero Coding using Amazon Q and Amazon Bedrock\n无需Coding——借助AI工具成為米其林美食專家",
      "sessionSummary": "Are you unsure where to start with becoming a food expert? Don’t worry! This short talk will show you how to easily build a food recommendation assistant using Amazon’s cloud services. With the powerful features of Amazon Q and Amazon Bedrock, you can quickly import Michelin Guide restaurant information into a knowledge base—no coding required. This assistant will recommend the most perfect restaurants based on your preferences, enhancing your dining experience with ease. Join us to discover the secrets to becoming a food connoisseur effortlessly!\n想成為美食專家,但不知從何下手嗎?別擔心,這個簡短的演講將展示如何利用Amazon的雲端服務,輕鬆構建一個美食推薦小幫手。透過Amazon Q和Amazon Bedrock的強大功能,您可以快速將米其林指南推薦的餐廳資訊導入知識庫,無需撰寫任何程式碼。這個小幫手將根據您的喜好,推薦合適的餐廳,讓您的用餐體驗更加美味精彩。快來一探如何輕鬆成為美食達人的秘訣吧!",
      "country": "US",
      "language": "Chinese",
      "title": "Amazon Web Services Sr. Solutions Architect",
      "twitter": "https://x.com/pahudnet",
      "facebook": "https://facebook.com/pahudnet",
      "instagram": null,
      "gitHub": "https://github.com/pahudnet",
      "linkedIn": "https://www.linkedin.com/in/pahud/",
      "other": "https://www.youtube.com/c/pahuddev",
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "1:40 PM",
      "sessionTimeBeijing": "9:40 PM"
    },
    {
      "id": 31,
      "firstName": "Madhu Kumar",
      "lastName": "Yeluri",
      "sessionTitle": "“Scaling Containerised Applications on Amazon: Best Practices with ECS and EKS” \n在亚马逊云科技上扩展容器化应用：ECS 和 EKS 的最佳实践",
      "sessionSummary": "In this talk, I will explore how to effectively scale containerised applications on Amazon Web Services using ECS and EKS. We’ll cover the core scaling mechanisms of each service: ECS offers simplicity with features like Cluster and Service Auto Scaling, while EKS leverages Kubernetes-native tools such as the Horizontal Pod Autoscaler (HPA) and Cluster Autoscaler for greater flexibility. I will also discuss best practices, including using CloudWatch for monitoring, optimizing resource limits, balancing performance and cost in auto-scaling policies, and leveraging Spot Instances for cost-efficient scaling. Attendees will leave with practical strategies for scaling containerised workloads efficiently on Amazon Web Services.\n在本次分享中，我们将探讨如何使用 ECS 和 EKS 在亚马逊云科技上有效地扩展容器化应用。我们将覆盖每个服务的核心扩展机制：ECS 提供简单易用的功能，如集群和服务自动扩展，而 EKS 则利用 Kubernetes 原生工具，如水平 Pod 自动扩展器（HPA）和集群自动扩展器，提供更大的灵活性。我还将讨论最佳实践，包括使用 CloudWatch 进行监控、优化资源限制、在自动扩展策略中平衡性能和成本，并利用 Spot 实例实现成本高效的扩展。参与者将获得实用的策略，以在亚马逊云科技上高效扩展容器化工作负载。",
      "country": "UK",
      "language": "English",
      "title": "Amazon Web Services Hero/Principal Cloud Architect",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/cloudgeek7",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "2:00 PM",
      "sessionTimeBeijing": "10:00 PM"
    },
    {
      "id": 32,
      "firstName": "Ricardo",
      "lastName": "Ceci",
      "sessionTitle": "Building a Coffee Shop Agent with Amazon Bedrock and Shopify \n使用 Amazon Bedrock 和 Shopify 为咖啡店构建智能代理",
      "sessionSummary": "In this session I'll showcase how I built from scratch a Bedrock Agent that interacts with the Shopify API and allows customers to place Orders in a Shopify Store.The audience will receive an overview on how GenAI and Bedrock can be used for ecommerce purposes. \n本次分享将展示如何从零开始构建一个与 Shopify API 互动的 Bedrock Agent，允许客户在 Shopify 商店中下单。观众将了解生成式 AI 和 Bedrock 如何用于电子商务领域。",
      "country": "Argentina",
      "language": "English",
      "title": "Amazon Web Services User Group Leaders/Founder @ VNStudios",
      "twitter": "https://x.com/ricardoceci",
      "facebook": null,
      "instagram": "https://www.instagram.com/ricardoceci.dev",
      "gitHub": "https://github.com/ricardoceci",
      "linkedIn": "https://www.linkedin.com/in/ricardoceci",
      "other": null,
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "2:20 PM",
      "sessionTimeBeijing": "10:20 PM"
    },
    {
      "id": 33,
      "firstName": "Renato",
      "lastName": "Losio",
      "sessionTitle": "Amazon S3: Around the World in 80 Buckets - Amazon S3：\n通过80个存储桶看遍全球S3应用场景",
      "sessionSummary": "Amazon S3 might turn 19 years old soon, but recent new features and enhancements have significantly changed how we store objects. We will embark on a journey around the world, encountering surprising challenges and unpredictable results. \n虽然 Amazon S3 即将迎来 19 岁的生日，但近期的一些新功能和增强功能已经显著改变了我们存储对象的方式。我们将展开一场环游世界的旅程，奇遇令人惊讶的挑战和不可预测的结果。",
      "country": "Germany",
      "language": "English",
      "title": "Amazon Web Services Hero/Principal Cloud Architect, Funambol",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null,
      "sessionLevel": "Level 300 Advanced",
      "sessionTimeUTC": "2:40 PM",
      "sessionTimeBeijing": "10:40 PM"
    },
    {
      "id": 34,
      "firstName": "M. Abdullah",
      "lastName": "Aftab",
      "sessionTitle": "Building ETL Pipelines on Amazon Web Services: Best Practices and Challenges \n在亚马逊云科技上构建 ETL 数据管道：最佳实践与挑战",
      "sessionSummary": "This session will provide a comprehensive overview of building Extract, Transform, and Load (ETL) pipelines on Amazon Web Services. Participants will learn about the key components and services involved in ETL pipelines and best practices for designing, implementing, and optimizing them using Amazon Data-related technologies I am also going to give them a case study on a realreal-world data pipeline that I have created fora real world problem.\n本次讲座将提供关于在亚马逊云科技上构建提取、转换和加载（ETL）管道的全面概述。参与者将了解构建 ETL 管道所涉及的关键组件和服务，以及使用亚马逊云科技数据相关技术进行设计、实现和优化的最佳实践。我还将分享一个实际案例，展示我为解决一个现实问题而创建的真实数据管道。",
      "country": "Pakistan",
      "language": "English",
      "title": "Co-Founder of Amazon Web Services Cloud Club Pakistan a Regional Club/Data Engineer",
      "twitter": null,
      "facebook": null,
      "instagram": "https://instagram.com/heighterses",
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/abdullah-bin-aftab",
      "other": "http://abdullahbinaftab.onrender.com",
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "3:00 PM",
      "sessionTimeBeijing": "11:00 PM"
    },
    {
      "id": 35,
      "firstName": "Hazel",
      "lastName": "Saenz",
      "sessionTitle": "Les’t talk about provision Concurrency in lambda \n关于Lambda Provisioned Concurrency的探讨",
      "sessionSummary": "Unlock the power of Provisioned Concurrency in Amazon Lambda for improved performance and predictable scaling. Discover how to optimize response times and manage workloads effectively by pre-warming instances, reducing cold starts, and leveraging Provisioned Concurrency settings. Join us to explore practical insights and use cases to elevate your serverless architecture.\n解锁Amazon Lambda中预置并发的能力，提升性能并实现可预测的扩展。探索如何通过预热实例、减少冷启动以及利用预置并发设置来优化响应时间和有效管理工作负载。我们一起探讨实用见解和使用案例，提升您的无服务器架构水平。",
      "country": "Guatemala",
      "language": "Spanish",
      "title": "Amazon Web Services Hero/Cloud Software Architect",
      "twitter": null,
      "facebook": null,
      "instagram": "https://www.instagram.com/Hazelsaenz.tech",
      "gitHub": "https://github.com/hsaenzG",
      "linkedIn": "https://www.linkedin.com/in/hazelsaenz",
      "other": "https://hazelsaenz.tech/",
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "3:20 PM",
      "sessionTimeBeijing": "11:20 PM"
    },
    {
      "id": 36,
      "firstName": "Prasad",
      "lastName": "Lakshan",
      "sessionTitle": "Mastering Disaster Recovery: Strategies for Uninterrupted Business Operations\n掌握灾备：保障业务连续性的策略",
      "sessionSummary": "The session will discuss the vital relevance of disaster recovery (DR) plans in maintaining continuous business operations. Among the other DR techniques attendees will learn are Backup & Restore, Pilot Light, Warm Standby, and Multi-Site Active/Active approaches. Examining how each approach affects Recovery Time Objectives (RTO) and Recovery Point Objectives (RPO), we will explore the benefits and drawbacks of each.\n Emphasising real-world scenarios and best practices for reducing downtime and data loss, participants will learn how to create and execute a strong disaster recovery plan customised to their organization's needs. By the end of the session, those attending will have a thorough awareness of how to properly be ready for, react to, and recover from disasters, therefore guaranteeing business resilience against unexpected obstacles.\n本次分享将讨论灾难恢复（DR）计划在维持持续业务运营中的重要性。听者可以学习多种灾难恢复技术，包括备份与恢复、引导灯、温备机和多站点主动/主动方法。我们将探讨每种方法如何影响恢复时间目标（RTO）和恢复点目标（RPO），并分析每种方法的优缺点。通过强调实际场景和减少停机时间与数据丢失的最佳实践，您将学习如何根据组织的需求制定并执行一个强有力的灾难恢复计划。讲座结束时，您将全面了解如何为灾难做好充分准备、作出反应并恢复运营，从而确保企业在面对意外挑战时具有韧性。",
      "country": "Sri Lanka",
      "language": "English",
      "title": "Amazon Web Services UG Community Builders/Software Engineer",
      "twitter": "https://x.com/Prasadkpdl",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/Prasadkpd",
      "linkedIn": "https://www.linkedin.com/in/prasad-lakshan/",
      "other": "https://prasadlakshan.me/",
      "sessionLevel": "Level 200 Intermediate",
      "sessionTimeUTC": "3:40 PM",
      "sessionTimeBeijing": "11:40 PM"
    }
  ],
  "committee": [
    {
      "name": "李少奕 Shaoyi Li",
      "position": "CN-UG Committee Member, Co-founder of Amarathon Geek Talk, Amazon Community Hero, Amazon GCR Advocate Blogger",
      "job": "项目计划、技术负责人",
      "jobEn": "Lead for event technical solutions. Responsible for event planning and management. Promote the Amarathon event to the global to boost its international exposure.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/shaoyi-li-096835140/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://blog.csdn.net/m0_66628975?spm=1000.2115.3001.5343",
          "src": "images/social-icons/csdn.png"
        },
        {
          "url": "https://s12d.com/xiaolige",
          "src": "images/social-icons/xiaohongshu.png"
        },
        {
          "url": "https://www.douyin.com/user/MS4wLjABAAAAtx-CKisQ1-JnW0-2Kezisl5MuX5v--VWEiDFCeiG06JgVH11GszdFdum2krMNZZH?vid=7395431332580461839",
          "src": "images/social-icons/douyin.png"
        }
      ],
      "poster": "images/2024/amarathon12/lishaoyi.png"
    },
    {
      "name": "许业宝 Yebao Xu",
      "position": "UGL Shanghai Member, Amazon GCR Advocate Blogger",
      "desc": "亚马逊云科技 UGL 成员及技领云博主，承办社区活动，提供技术支持，获多项亚马逊云科技认证，发表技术博客，分享经验，专注云原生，推广云产品服务。",
      "descEn": "An Amazon UGL member and technical blogger, organizing community events and providing technical support. Holds multiple Amazon certifications, publishes technical blogs, shares expertise, and focuses on cloud-native solutions, promoting cloud products and services.",
      "job": "讲师招募、活动支持、直播支持",
      "jobEn": "Responsible for speaker recruitment, event and livestream support",
      "share": [
        {
          "url": "https://www.linkedin.com/in/yebao-xu-aa9283201/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://xybdiy.blog.csdn.net/",
          "src": "images/social-icons/csdn.png"
        }
      ],
      "poster": "images/2024/amarathon12/xuyebao.png"
    },
    {
      "name": "赵安娜 Anna Zhao",
      "position": "UGL 北京成员",
      "positionEn": "UGL Beijing Member",
      "desc": "亚马逊云科技UGL成员，主要负责组织策划UG社区的各类活动，包括Community Day、UG Meetup等，活动的执行，品牌形象策划到视觉设计、文案撰写及活动推广等。提升社区的影响力和认知度，吸引更多技术爱好者加入UG社区。",
      "descEn": "An Amazon UGL member primarily responsible for organizing and planning various UG community events, including Community Day and UG Meetups. Duties include event execution, brand image planning, visual design, copywriting, and event promotion. Enhances the community's influence and visibility, attracting more tech enthusiasts to join the UG community.",
      "job": "项目策划、内容策划、活动宣发、主持人",
      "jobEn": "Project planning, Content planning, Event promotion, Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/anna-zhao-a83690334",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/zhaoanna.png"
    },
    {
      "name": "张润迪 Rundi Zhang",
      "position": "UGL 广州成员",
      "positionEn": "UGL Guangzhou Member",
      "desc": "作为亚马逊云科技 UGL 成员之一，主要负责策划并执行 Community Day 和 Meetup 等活动，致力于推动技术交流和知识分享，激发社区活力，让参与者体验广州的文化魅力。",
      "descEn": "As an Amazon UGL member, primarily responsible for planning and executing events such as Community Day and Meetups. Committed to promoting technical exchange and knowledge sharing, inspiring community engagement, and allowing participants to experience the cultural charm of Guangzhou.",
      "job": "合作伙伴招募、活动礼品策划",
      "jobEn": "Managed partner and sponsor recruitment, and event gift planning",
      "share": [
        {
          "url": "https://www.linkedin.com/in/rundi-zhang-030060305",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/zhangrundi.png"
    },
    {
      "name": "马萍 Ping Ma",
      "position": "UGL 上海成员",
      "positionEn": "UGL Shanghai Member",
      "desc": "作为亚马逊云科技 UGL 成员之一，主要负责社区会员管理，策划并执行上海地区的交流分享活动，致力于推动技术交流和知识分享，提升社区的影响力和认知度，吸引更多技术爱好者加入 UG 社区。",
      "descEn": "As an Amazon UGL member, primarily responsible for community member management and planning and executing networking and sharing events in the Shanghai area. Committed to promoting technical exchange and knowledge sharing, enhancing the community's influence and visibility, and attracting more tech enthusiasts to join the UG community.",
      "job": "创意策划",
      "jobEn": "Creative Strategy",
      "share": [
        {
          "url": "https://www.linkedin.com/in/%E8%90%8D-%E9%A9%AC-2b8038a5",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/maping.png"
    },
    {
      "name": "Kenny Chan",
      "position": "Amazon Community Builder （Machine Learning, Hong Kong）",
      "desc": "亚马逊云科技 Community Builder、金融科技、深度学习、宏观交易。负责出海企业、GenAI、金融服务解决方案。在社区中推动了 \"Think Big, Start Small, Learn Fast\" 的理念，另\"前沿资本\"合伙人提供创投和宏观资产配置解决方案。曾获得多个创投比赛奖项，包括 Open Data Hackathon 2023 (Public Stream Champion)，Hong Kong/Shanghai Co-operation Open Data Challenge 2024 (Smart Environment Award & Smart Economy Award)等。",
      "descEn": "Amazon Community Builder specializing in FinTech, deep learning, and macro trading. Responsible for overseas enterprise, GenAI, and financial services solutions. Promotes the \"Think Big, Start Small, Learn Fast\" philosophy within the community and is a partner at \"Frontier Capital,\" providing venture and macro asset allocation solutions. Recipient of multiple venture competition awards, including the Open Data Hackathon 2023 (Public Stream Champion) and the Hong Kong/Shanghai Co-operation Open Data Challenge 2024 (Smart Environment Award & Smart Economy Award), among others.",
      "job": "出海宣发",
      "jobEn": "Responsible for global media publications and media PR promotion",
      "share": [
        {
          "url": "https://www.linkedin.com/in/kenny-chen-a560a8241/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://dev.to/kennc",
          "src": "images/social-icons/devto.png"
        },
        {
          "url": "https://kennychen.frontiertechcap.com/",
          "src": "images/social-icons/website.png"
        }
      ],
      "poster": "images/2024/amarathon12/kennychan.png"
    },
    {
      "name": "李小飞 XiaoFei Li",
      "position": "UG Ambassador成员，Amazon GCR Advocate Blogger",
      "positionEn": "UG Ambassador Member, Amazon GCR Advocate Blogger",
      "desc": "亚马逊云科技 UG Ambassador成员及技领云博主。2023年与2024年亚马逊云科技全认证工程师，并在2024年上海峰会中荣获金夹克奖项。专注于云迁移与AI技术解决方案，积极发表技术博客、分享经验，策划并执行社区活动，提升社区影响力与认知度，吸引更多技术爱好者加入UG社区。",
      "descEn": "An Amazon UG Ambassador and technology blogger specializing in cloud migration and AI solutions, recognized as a 2023 and 2024 Amazon All Certifications Engineer and an award winner at the 2024 Shanghai Summit Golden Jacket. Actively publishes technical blogs and shares insights, contributing to the planning and execution of community events to enhance community influence and awareness, attracting more tech enthusiasts to join the UG community.",
      "job": "内容策划、活动支持、活动宣发",
      "jobEn": "Content planning, Event support and promotion",
      "share": [
        {
          "url": "https://www.linkedin.com/in/xiaofei-li-3a78289a/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://blog.csdn.net/rralucard123",
          "src": "images/social-icons/csdn.png"
        }
      ],
      "poster": "images/2024/amarathon12/lixiaofei.png"
    }
  ],
  "judges": [
    {
      "name": "李钊 Li Zhao",
      "position": "亚马逊云科技Brand & Developer MKT Leader",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [],
      "poster": "images/2024/amarathon12/lizhao.png"
    },
    {
      "name": "郑予彬 Betty",
      "position": "Senior Developer Advocate 资深开发者布道师",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://www.linkedin.com/in/betty-zheng-5420357a/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/betty.png"
    },
    {
      "name": "潘娟 Juan Pan",
      "position": "Amazon Data hero",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://www.linkedin.com/in/panjuan",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://twitter.com/tristaZero",
          "src": "images/social-icons/twitter.png"
        }
      ],
      "poster": "images/2024/amarathon12/panjuan.png"
    }
  ],
  "advisers": [
    {
      "name": "Shun Yoshie",
      "desc": "Amazon Security Hero (ex-Amazon Community Hero). Originator of JAWS PANKRATION and executive committee chair of JAWS PANKRATION 2021 and 2024. In Japan, in addition to managing Security-JAWS, he has also managed several Amazon community events.",
      "descEn": "Currently working as an IT security consultant. My favorite Amazon service is Amazon Security Hub & Amazon WAF. My favorite technology is CNAPP.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/shun-yoshie-6aba9970/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://x.com/typhon666_death",
          "src": "images/social-icons/twitter.png"
        }
      ],
      "poster": "images/2024/amarathon12/shunyoshie.png"
    },
    {
      "name": "吕凌曦 Smile",
      "desc": "Amazon 开发者体验（DevEx）团队社区项目经理，负责大中华区 Hero 社区项目和 Community Builder 社区项目，致力于构建全球中文开发者社区。",
      "descEn": "Amazon Developer Experience advocacy Program Manager，supporting Hero Program, Community Program in Greater China region and global Chinese developer community.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/smile-lingxi-lv-239b6335",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/smile.png"
    },
    {
      "name": "刘洋琳",
      "desc": "Amazon Community Manager（Builder Marketing Manager）亚马逊中国User Group开发者社区负责人，也是亚麻拉松（Amarathon）发起人和创始人之一。",
      "descEn": "Amazon Builder Marketing Manager，The community manager of the Amazon China User Group, and one of the initiators and founders of the Amarathon",
      "share": [
        {
          "url": "https://www.linkedin.com/in/yanglin-liu-5aba5299/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/liuyanglin.png"
    },
    {
      "name": "王萃 Tracy Wang",
      "desc": "亚马逊云科技学术倡导团队学生社区项目经理，负责全球学生社区- Amazon Cloud Clubs 项目设计和运营。",
      "descEn": "Amazon Academic Advocacy Team Student Community Program Manager, responsible for global student community-Amazon Cloud Clubs program design and operation.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/tracywangcc/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://s12d.com/xiaohongshu",
          "src": "images/social-icons/xiaohongshu.png"
        }
      ],
      "poster": "images/2024/amarathon12/tracywang.png"
    }
  ]
}