{
  "banner": {
    "image": "images/2025/Agenda.jpg",
    "alt": "Amarathon 2025"
  },
  "introduction": {
    "title": "\"Amarathon\" 是由亚马逊云科技 User Group 开发者中国社区发起的 12 小时线上玩法",
    "subtitle": "\"Amarathon\" 源于 \"Amazon\" 和 \"Marathon\" 结合，代表着坚持不懈的分享和探索精神。在 \"Amarathon 12-Hour Geek Talk\" 活动中，根据引进闪电演讲的方式呈现，聚集云计算、云原生、DevOps、生成式 AI 等前沿领域，与全球开发者共同学习，探索亚马逊云科技的无限潜能！",
    "subtitleEn": "\"Amarathon\" is a 12-hour online event initiated by the 亚马逊云科技 China User Group (CN-UG). The name \"Amarathon\" is derived from the combination of Amazon and Marathon, symbolizing the spirit of continuous sharing and exploration.",
    "theme": "\"Innovation Unleashed\"",
    "themeDescription": "今年的活动主题为 \"Innovation Unleashed\"，释放创新潜能，探索云计算与AI的无限可能！",
    "termsLink": "assert/2025/amarathon%20terms%20and%20conditions%202025%20v3.pdf"
  },
  "announcement": {
    "title": "2025 Amarathon 技术马拉松正式启动！",
    "date": "2025年1月15日",
    "description": "欢迎参加2025年度亚马逊云科技技术马拉松活动！本次活动将聚焦生成式AI、云原生架构、数据智能等前沿技术领域，邀请业界顶尖专家分享实践经验，促进技术交流与创新。活动将于2025年全年举办，每季度一次线下交流会，覆盖全国主要城市。我们期待与您一起探索云计算的无限可能！"
  },
  "gallery": [
    {
      "image": "",
      "caption": "2025活动启动仪式"
    },
    {
      "image": "",
      "caption": "生成式AI主题分享"
    },
    {
      "image": "",
      "caption": "云原生实战工作坊"
    },
    {
      "image": "",
      "caption": "技术圆桌讨论"
    },
    {
      "image": "",
      "caption": "Hackathon现场"
    },
    {
      "image": "",
      "caption": "社区交流活动"
    }
  ],
  "agenda": [
    {
      "id": 1,
      "firstName": "Donnie",
      "lastName": "Prakoso",
      "sessionTitle": "Agent架构革命：从单体AI助手到企业智能系统\nA Developer's Roadmap to Architecting for Agents",
      "sessionSummary": "In this session, we will explore A Developer's Roadmap to Architecting for Agents. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨Agent架构革命：从单体AI助手到企业智能系统。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Singapore",
      "language": "English",
      "title": "Developer Advocate",
      "sessionTimeUTC": "4:05 AM",
      "sessionTimeBeijing": "12:05 PM",
      "photo": "https://avatars.githubusercontent.com/donnieprakoso",
      "sessionLevel": "Level 300 Advanced",
      "twitter": "https://twitter.com/donnieprakoso",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/donnieprakoso",
      "linkedIn": "https://www.linkedin.com/in/donnieprakoso",
      "other": null
    },
    {
      "id": 2,
      "firstName": "Xin",
      "lastName": "Tan",
      "sessionTitle": "AI自愈：零干预故障处理，基于多智能体的新一代AIOps\nMulti-Agent on AgentCore: Accelerating Fault Diagnosis and Recovery in Distributed Systems",
      "sessionSummary": "In this session, we will explore Multi-Agent on AgentCore: Accelerating Fault Diagnosis and Recovery in Distributed Systems. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨AI自愈：零干预故障处理，基于多智能体的新一代AIOps。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Solutions Architect",
      "sessionTimeUTC": "4:20 AM",
      "sessionTimeBeijing": "12:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Xin+Tan&background=232F3E&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 3,
      "firstName": "Luis",
      "lastName": "Guirigay",
      "sessionTitle": "上线前给系统来个压力马杀鸡：大规模性能测试实战避坑指南\nArchitecting for Efficiency and Reliability with Performance Testing at scale on Amazon",
      "sessionSummary": "In this session, we will explore Architecting for Efficiency and Reliability with Performance Testing at scale on Amazon. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨上线前给系统来个压力马杀鸡：大规模性能测试实战避坑指南。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "US",
      "language": "English",
      "title": "Performance Engineer",
      "sessionTimeUTC": "5:00 AM",
      "sessionTimeBeijing": "1:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Luis+Guirigay&background=146EB4&color=fff&size=200",
      "sessionLevel": "Level 400 Expert",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 4,
      "firstName": "Sanchit",
      "lastName": "Dilip Jain",
      "sessionTitle": "规范为王：用Kiro重塑迁移项目的效率与可靠性\nAccelerating Migration Projects with Kiro using Spec-Driven Development",
      "sessionSummary": "In this session, we will explore Accelerating Migration Projects with Kiro using Spec-Driven Development. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨规范为王：用Kiro重塑迁移项目的效率与可靠性。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "India",
      "language": "English",
      "title": "AWS Hero",
      "sessionTimeUTC": "5:20 AM",
      "sessionTimeBeijing": "1:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Sanchit+Dilip+Jain&background=527FFF&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 5,
      "firstName": "Haowen",
      "lastName": "Huang",
      "sessionTitle": "Agent开发零距离：手搓气象服务与定制化视频数学课\nBuilding Agentic AI: Amazon Nova Act and Strands Agents in Practice",
      "sessionSummary": "In this session, we will explore Building Agentic AI: Amazon Nova Act and Strands Agents in Practice. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨Agent开发零距离：手搓气象服务与定制化视频数学课。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Hong Kong",
      "language": "English",
      "title": "Solutions Architect",
      "sessionTimeUTC": "5:40 AM",
      "sessionTimeBeijing": "1:40 PM",
      "photo": "https://ui-avatars.com/api/?name=Haowen+Huang&background=DD344C&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 6,
      "firstName": "Liu",
      "lastName": "Cao",
      "sessionTitle": "搜索引擎会记住你：AgentCore记忆系统开发实战\nFrom \"Matching\" to \"Understanding\": Personalized AI Search Practice Driven by AgentCore Memory",
      "sessionSummary": "In this session, we will explore From \"Matching\" to \"Understanding\": Personalized AI Search Practice Driven by AgentCore Memory. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨搜索引擎会记住你：AgentCore记忆系统开发实战。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "AI Engineer",
      "sessionTimeUTC": "6:00 AM",
      "sessionTimeBeijing": "2:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Liu+Cao&background=0D8ABC&color=fff&size=200",
      "sessionLevel": "Level 300 Advanced",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 7,
      "firstName": "Jimmy",
      "lastName": "Soh",
      "sessionTitle": "\"物美价廉\"的LLM：可观测性的智能运维新范式\nObserve to Optimize – LLM Observability to AIOps",
      "sessionSummary": "In this session, we will explore Observe to Optimize – LLM Observability to AIOps. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨\"物美价廉\"的LLM：可观测性的智能运维新范式。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Singapore",
      "language": "English",
      "title": "Solutions Architect",
      "sessionTimeUTC": "6:20 AM",
      "sessionTimeBeijing": "2:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Jimmy+Soh&background=FF9900&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 8,
      "firstName": "Erik",
      "lastName": "Chen",
      "sessionTitle": "让你的Agents利剑出鞘：用Kiro和AgentCore打造你的专属Agent\nThe Ultimate Tool for Building Agentic AI Applications: Kiro and Amazon Bedrock AgentCore",
      "sessionSummary": "In this session, we will explore The Ultimate Tool for Building Agentic AI Applications: Kiro and Amazon Bedrock AgentCore. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨让你的Agents利剑出鞘：用Kiro和AgentCore打造你的专属Agent。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Developer Advocate",
      "sessionTimeUTC": "7:00 AM",
      "sessionTimeBeijing": "3:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Erik+Chen&background=232F3E&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 9,
      "firstName": "Guohao",
      "lastName": "Qi",
      "sessionTitle": "用Vibe Coding带飞学生社团：从0到2500+用户的复制配方\nThe Vibe Coding Era: Building AI-Powered Campus Learning Communities from Zero to One",
      "sessionSummary": "In this session, we will explore The Vibe Coding Era: Building AI-Powered Campus Learning Communities from Zero to One. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨用Vibe Coding带飞学生社团：从0到2500+用户的复制配方。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Singapore",
      "language": "Chinese",
      "title": "Student Developer",
      "sessionTimeUTC": "7:20 AM",
      "sessionTimeBeijing": "3:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Guohao+Qi&background=146EB4&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 10,
      "firstName": "Fan",
      "lastName": "Xu",
      "sessionTitle": "氛围编程玩出花：用AI整了个机械臂、盲人眼镜和健康管家\nBuilding 'Everything' with Vibe Coding",
      "sessionSummary": "In this session, we will explore Building 'Everything' with Vibe Coding. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨氛围编程玩出花：用AI整了个机械臂、盲人眼镜和健康管家。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Solutions Architect",
      "sessionTimeUTC": "7:40 AM",
      "sessionTimeBeijing": "3:40 PM",
      "photo": "https://ui-avatars.com/api/?name=Fan+Xu&background=527FFF&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 11,
      "firstName": "Xuanhan",
      "lastName": "Lai",
      "sessionTitle": "零基础也能整AI硬件爆款：\"Kiro+涂鸦\"速成指南\nRapid Development of Trending AI Hardware Using TuyaOpen + Kiro",
      "sessionSummary": "In this session, we will explore Rapid Development of Trending AI Hardware Using TuyaOpen + Kiro. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨零基础也能整AI硬件爆款：\"Kiro+涂鸦\"速成指南。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Data Scientist",
      "sessionTimeUTC": "8:00 AM",
      "sessionTimeBeijing": "4:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Xuanhan+Lai&background=DD344C&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 12,
      "firstName": "Slobodan",
      "lastName": "Stojanović",
      "sessionTitle": "前端也能写AI：用JavaScript三天肝一个Agent\nAI Agents: How Do They Work and How to Build Them",
      "sessionSummary": "In this session, we will explore AI Agents: How Do They Work and How to Build Them. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨前端也能写AI：用JavaScript三天肝一个Agent。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Serbia",
      "language": "English",
      "title": "AWS Serverless Hero",
      "sessionTimeUTC": "8:40 AM",
      "sessionTimeBeijing": "4:40 PM",
      "photo": "https://avatars.githubusercontent.com/slobodan",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": "https://twitter.com/slobodan_",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/slobodan",
      "linkedIn": "https://www.linkedin.com/in/slobodan-stojanovic",
      "other": null
    },
    {
      "id": 13,
      "firstName": "Yuji",
      "lastName": "Oshima",
      "sessionTitle": "权限管理与工程师的爱恨情仇：TEAM让双方破镜重圆\nDeploying \"TEAM\" and Building the Best Engineering \"Team\"",
      "sessionSummary": "In this session, we will explore Deploying \"TEAM\" and Building the Best Engineering \"Team\". This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨权限管理与工程师的爱恨情仇：TEAM让双方破镜重圆。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Japan",
      "language": "Japanese",
      "title": "Solutions Architect",
      "sessionTimeUTC": "9:00 AM",
      "sessionTimeBeijing": "5:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Yuji+Oshima&background=FF9900&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 14,
      "firstName": "Jindi",
      "lastName": "Shen",
      "sessionTitle": "给老电话来点AI：用Rust重写PBX那些事\nBuilding AI-Native Telephone Exchange Systems with Rust",
      "sessionSummary": "In this session, we will explore Building AI-Native Telephone Exchange Systems with Rust. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨给老电话来点AI：用Rust重写PBX那些事。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Software Engineer",
      "sessionTimeUTC": "9:20 AM",
      "sessionTimeBeijing": "5:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Jindi+Shen&background=232F3E&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 15,
      "firstName": "Cyrus",
      "lastName": "Wong",
      "sessionTitle": "Kubernetes Isekai (異世界)：把K8s学习玩成RPG\nKubernetes Isekai: Revolutionizing Game-Based Kubernetes Training with the Free Amazon Web Services Academy Learner Lab",
      "sessionSummary": "In this session, we will explore Kubernetes Isekai: Revolutionizing Game-Based Kubernetes Training with the Free Amazon Web Services Academy Learner Lab. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨Kubernetes Isekai (異世界)：把K8s学习玩成RPG。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Hong Kong",
      "language": "English",
      "title": "AWS Hero",
      "sessionTimeUTC": "9:40 AM",
      "sessionTimeBeijing": "5:40 PM",
      "photo": "https://avatars.githubusercontent.com/wongcyrus",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": "https://x.com/wongcyrus",
      "facebook": "https://www.facebook.com/cywong.vtc",
      "instagram": "https://www.instagram.com/wongcyrus.cloud",
      "gitHub": "https://github.com/wongcyrus",
      "linkedIn": "https://www.linkedin.com/in/cyruswong",
      "other": null
    },
    {
      "id": 16,
      "sessionTitle": "十字路口圆桌：技术大牛 × 运营操盘手：聊AI怎么变现",
      "sessionSummary": "In this session, we will explore 十字路口圆桌：技术大牛 × 运营操盘手：聊AI怎么变现. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨十字路口圆桌：技术大牛 × 运营操盘手：聊AI怎么变现。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "sessionTimeUTC": "10:00 AM",
      "sessionTimeBeijing": "6:00 PM",
      "sessionLevel": "Level 200 Intermediate",
      "speakers": [
        {
          "firstName": "Junchen",
          "lastName": "Yan",
          "title": "Cloud Architect",
          "photo": "https://ui-avatars.com/api/?name=Junchen+Yan&background=527FFF&color=fff&size=200",
          "twitter": null,
          "facebook": null,
          "instagram": null,
          "gitHub": null,
          "linkedIn": null,
          "other": null
        },
        {
          "firstName": "Zihao",
          "lastName": "Zhou",
          "title": "Data Engineer",
          "photo": "https://ui-avatars.com/api/?name=Zihao+Zhou&background=DD344C&color=fff&size=200",
          "twitter": null,
          "facebook": null,
          "instagram": null,
          "gitHub": null,
          "linkedIn": null,
          "other": null
        }
      ]
    },
    {
      "id": 18,
      "sessionTitle": "探险家、深潜者、领航员：三类AI创业者的生存之道",
      "sessionSummary": "In this session, we will explore 探险家、深潜者、领航员：三类AI创业者的生存之道. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨探险家、深潜者、领航员：三类AI创业者的生存之道。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "sessionTimeUTC": "10:25 AM",
      "sessionTimeBeijing": "6:25 PM",
      "sessionLevel": "Level 200 Intermediate",
      "speakers": [
        {
          "firstName": "Chengrui",
          "lastName": "Fang",
          "title": "Entrepreneur",
          "photo": "https://ui-avatars.com/api/?name=Chengrui+Fang&background=0D8ABC&color=fff&size=200",
          "twitter": null,
          "facebook": null,
          "instagram": null,
          "gitHub": null,
          "linkedIn": null,
          "other": null
        },
        {
          "firstName": "Zhaobo",
          "lastName": "Lv",
          "title": "Entrepreneur",
          "photo": "https://ui-avatars.com/api/?name=Zhaobo+Lv&background=FF9900&color=fff&size=200",
          "twitter": null,
          "facebook": null,
          "instagram": null,
          "gitHub": null,
          "linkedIn": null,
          "other": null
        },
        {
          "firstName": "Zujian",
          "lastName": "Guo",
          "title": "Entrepreneur",
          "photo": "https://ui-avatars.com/api/?name=Zujian+Guo&background=232F3E&color=fff&size=200",
          "twitter": null,
          "facebook": null,
          "instagram": null,
          "gitHub": null,
          "linkedIn": null,
          "other": null
        },
        {
          "firstName": "Yuancheng",
          "lastName": "Yang",
          "title": "Solutions Architect",
          "photo": "https://ui-avatars.com/api/?name=Yuancheng+Yang&background=146EB4&color=fff&size=200",
          "twitter": null,
          "facebook": null,
          "instagram": null,
          "gitHub": null,
          "linkedIn": null,
          "other": null
        }
      ]
    },
    {
      "id": 22,
      "firstName": "Brian",
      "lastName": "Tarbox",
      "sessionTitle": "给Agent装上最强防御塔：Bedrock安全清单100条\nVelocity with vigilance: Security essentials for Bedrock agentic systems",
      "sessionSummary": "In this session, we will explore Velocity with vigilance: Security essentials for Bedrock agentic systems. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨给Agent装上最强防御塔：Bedrock安全清单100条。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "USA",
      "language": "English",
      "title": "Principal Solutions Architect",
      "sessionTimeUTC": "11:00 AM",
      "sessionTimeBeijing": "7:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Brian+Tarbox&background=527FFF&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 23,
      "firstName": "Miguel Angel",
      "lastName": "Muñoz Sanchez",
      "sessionTitle": "当AI成为我工作上的好Homie：Q Developer CLI 和 Kiro 如何重塑我的工作日常\nWhat if AI does my job? How Q Developer CLI and Kiro have changed my daily routine",
      "sessionSummary": "In this session, we will explore What if AI does my job? How Q Developer CLI and Kiro have changed my daily routine. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨当AI成为我工作上的好Homie：Q Developer CLI 和 Kiro 如何重塑我的工作日常。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Spain",
      "language": "English",
      "title": "Cloud Architect",
      "sessionTimeUTC": "11:20 AM",
      "sessionTimeBeijing": "7:20 PM",
      "photo": "https://avatars.githubusercontent.com/migsantos121",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": "https://twitter.com/miguelmunozaws",
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/migsantos121",
      "linkedIn": "https://www.linkedin.com/in/miguelmunozaws",
      "other": null
    },
    {
      "id": 24,
      "firstName": "Renato",
      "lastName": "Losio",
      "sessionTitle": "五年五部踩坑录，那些年我们追过的\"Serverless\"数据库\nFive Hard Lessons from Five Years of So-Called Serverless Databases",
      "sessionSummary": "In this session, we will explore Five Hard Lessons from Five Years of So-Called Serverless Databases. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨五年五部踩坑录，那些年我们追过的\"Serverless\"数据库。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Germany",
      "language": "English",
      "title": "AWS Hero",
      "sessionTimeUTC": "11:40 AM",
      "sessionTimeBeijing": "7:40 PM",
      "photo": "https://avatars.githubusercontent.com/rlosio",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": "https://twitter.com/rlosio",
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": "https://www.linkedin.com/in/renatolosio",
      "other": null
    },
    {
      "id": 25,
      "firstName": "Wei",
      "lastName": "Xu",
      "sessionTitle": "你的企业生产级AIOps路线图，还缺哪块拼图？\nEssentials of AIOps and How to Implement It in Corporations",
      "sessionSummary": "In this session, we will explore Essentials of AIOps and How to Implement It in Corporations. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨你的企业生产级AIOps路线图，还缺哪块拼图？。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "English",
      "title": "DevOps Engineer",
      "sessionTimeUTC": "12:00 PM",
      "sessionTimeBeijing": "8:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Wei+Xu&background=FF9900&color=fff&size=200",
      "sessionLevel": "Level 300 Advanced",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 26,
      "firstName": "Adit Nikhil",
      "lastName": "Modi",
      "sessionTitle": "H100 单卡在手，模型我有：解锁开源大模型的极致性价比\nRun OSS LLMs on a Single H100: Smarter, Cheaper, Faster",
      "sessionSummary": "In this session, we will explore Run OSS LLMs on a Single H100: Smarter, Cheaper, Faster. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨H100 单卡在手，模型我有：解锁开源大模型的极致性价比。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "India",
      "language": "English",
      "title": "Cloud Solutions Architect",
      "sessionTimeUTC": "12:20 PM",
      "sessionTimeBeijing": "8:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Adit+Nikhil+Modi&background=232F3E&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 27,
      "firstName": "Richard",
      "lastName": "Lin",
      "sessionTitle": "从0到1000 Stars：开源项目的全球圈粉秘籍\nConnecting the World Through Open Source: Practical Journey of Technology, Community and Global Developer Relations",
      "sessionSummary": "In this session, we will explore Connecting the World Through Open Source: Practical Journey of Technology, Community and Global Developer Relations. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨从0到1000 Stars：开源项目的全球圈粉秘籍。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Developer Relations",
      "sessionTimeUTC": "12:40 PM",
      "sessionTimeBeijing": "8:40 PM",
      "photo": "https://ui-avatars.com/api/?name=Richard+Lin&background=146EB4&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 28,
      "firstName": "Luis Albero",
      "lastName": "Valdivia",
      "sessionTitle": "频道长大自己会排片了：AI流媒体架构实录\nAI-Powered Streaming: Building Autonomous Pluto-Style Channels on Amazon Web Services",
      "sessionSummary": "In this session, we will explore AI-Powered Streaming: Building Autonomous Pluto-Style Channels on Amazon Web Services. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨频道长大自己会排片了：AI流媒体架构实录。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Peru",
      "language": "English",
      "title": "Solutions Architect",
      "sessionTimeUTC": "1:00 PM",
      "sessionTimeBeijing": "9:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Luis+Albero+Valdivia&background=527FFF&color=fff&size=200",
      "sessionLevel": "Level 300 Advanced",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 29,
      "firstName": "Hafiz Syed Ashir",
      "lastName": "Hassan",
      "sessionTitle": "数据价值倍增术：Bedrock Data Automation多模态数据处理革命\nTransforming Unstructured Data into Actionable Insights with Amazon Bedrock Data Automation",
      "sessionSummary": "In this session, we will explore Transforming Unstructured Data into Actionable Insights with Amazon Bedrock Data Automation. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨数据价值倍增术：Bedrock Data Automation多模态数据处理革命。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Malaysia",
      "language": "English",
      "title": "Cloud Architect",
      "sessionTimeUTC": "1:20 PM",
      "sessionTimeBeijing": "9:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Hafiz+Syed+Ashir+Hassan&background=DD344C&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 30,
      "firstName": "Lino",
      "lastName": "Espinoza",
      "sessionTitle": "一群Agent干活比一个强：多智能体协作实战\nBuilding Multi-Agent Systems with Amazon Bedrock AgentCore and Strands",
      "sessionSummary": "In this session, we will explore Building Multi-Agent Systems with Amazon Bedrock AgentCore and Strands. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨一群Agent干活比一个强：多智能体协作实战。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Peru",
      "language": "English",
      "title": "ML Engineer",
      "sessionTimeUTC": "1:40 PM",
      "sessionTimeBeijing": "9:40 PM",
      "photo": "https://ui-avatars.com/api/?name=Lino+Espinoza&background=0D8ABC&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 31,
      "firstName": "Junjie",
      "lastName": "Tang",
      "sessionTitle": "机器人也内卷：从单机特训到云端集训的进化\nAccelerating Large-Scale Robot Strategy Training: An Automated Closed-Loop Architecture Based on Kiro, Trainium, and EKS",
      "sessionSummary": "In this session, we will explore Accelerating Large-Scale Robot Strategy Training: An Automated Closed-Loop Architecture Based on Kiro, Trainium, and EKS. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨机器人也内卷：从单机特训到云端集训的进化。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Germany",
      "language": "Chinese",
      "title": "Robotics Engineer",
      "sessionTimeUTC": "2:00 PM",
      "sessionTimeBeijing": "10:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Junjie+Tang&background=FF9900&color=fff&size=200",
      "sessionLevel": "Level 300 Advanced",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 32,
      "firstName": "Fahad",
      "lastName": "Shah",
      "sessionTitle": "给物流数据装上火箭：流式Iceberg实时分析架构详解\nBuilding Streaming Iceberg Tables for Real-Time Logistics Analytics",
      "sessionSummary": "In this session, we will explore Building Streaming Iceberg Tables for Real-Time Logistics Analytics. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨给物流数据装上火箭：流式Iceberg实时分析架构详解。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "Pakistan",
      "language": "English",
      "title": "Data Engineer",
      "sessionTimeUTC": "2:20 PM",
      "sessionTimeBeijing": "10:20 PM",
      "photo": "https://ui-avatars.com/api/?name=Fahad+Shah&background=232F3E&color=fff&size=200",
      "sessionLevel": "Level 300 Advanced",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 33,
      "firstName": "Shaofeng",
      "lastName": "Shi",
      "sessionTitle": "数据孤岛末日：元数据驱动的统一架构实践\nA Modern Unified Metadata Architecture: New Approaches to Breaking Down Data Silos",
      "sessionSummary": "In this session, we will explore A Modern Unified Metadata Architecture: New Approaches to Breaking Down Data Silos. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨数据孤岛末日：元数据驱动的统一架构实践。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Data Architect",
      "sessionTimeUTC": "2:40 PM",
      "sessionTimeBeijing": "10:40 PM",
      "photo": "https://ui-avatars.com/api/?name=Shaofeng+Shi&background=146EB4&color=fff&size=200",
      "sessionLevel": "Level 300 Advanced",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 34,
      "firstName": "Shaoyi",
      "lastName": "Li",
      "sessionTitle": "跟K8s聊天就能修BUG：新一代AIOps\nTransform Conversational Agentic AIOps for K8s Using CNCF Kagent, K8sGPT, and Nova Sonic",
      "sessionSummary": "In this session, we will explore Transform Conversational Agentic AIOps for K8s Using CNCF Kagent, K8sGPT, and Nova Sonic. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨跟K8s聊天就能修BUG：新一代AIOps。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "Cloud Native Engineer",
      "sessionTimeUTC": "3:00 PM",
      "sessionTimeBeijing": "11:00 PM",
      "photo": "https://ui-avatars.com/api/?name=Shaoyi+Li&background=527FFF&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    },
    {
      "id": 35,
      "firstName": "Ricardo",
      "lastName": "Sueiras",
      "sessionTitle": "告别Vibe Coding乱写：用Spec驯服AI代码生成\nFrom Vibe to Viable - A Look at Spec Driven Development",
      "sessionSummary": "In this session, we will explore From Vibe to Viable - A Look at Spec Driven Development. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨告别Vibe Coding乱写：用Spec驯服AI代码生成。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "UK",
      "language": "English",
      "title": "Developer Advocate",
      "sessionTimeUTC": "3:20 PM",
      "sessionTimeBeijing": "11:20 PM",
      "photo": "https://avatars.githubusercontent.com/094459",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": "https://github.com/094459",
      "linkedIn": "https://www.linkedin.com/in/ricardosueiras",
      "other": null
    },
    {
      "id": 36,
      "firstName": "Xiaofei",
      "lastName": "Li",
      "sessionTitle": "你的私人云成本管家：FinOps Agent养成记\nMaking Cloud Cost Analysis Smarter: Building FinOps Intelligent Agents with Strands and AgentCore",
      "sessionSummary": "In this session, we will explore Making Cloud Cost Analysis Smarter: Building FinOps Intelligent Agents with Strands and AgentCore. This talk will provide practical insights and hands-on experience with cutting-edge technologies and best practices. Attendees will learn about the latest developments, real-world use cases, and actionable strategies that can be immediately applied to their projects. Through detailed examples and demonstrations, we'll dive deep into the technical aspects while maintaining a focus on practical implementation. Whether you're just starting out or looking to enhance your existing knowledge, this session will provide valuable takeaways that you can use to improve your work and drive innovation in your organization.\n\n在本次分享中，我们将探讨你的私人云成本管家：FinOps Agent养成记。本次演讲将提供实用的见解和前沿技术的实践经验。参与者将了解最新的发展动态、真实的使用案例，以及可以立即应用到项目中的可行策略。通过详细的示例和演示，我们将深入探讨技术细节，同时保持对实际实施的关注。无论您是刚刚起步还是希望提升现有知识，本次分享都将提供有价值的收获，帮助您改进工作并推动组织创新。",
      "country": "China",
      "language": "Chinese",
      "title": "FinOps Specialist",
      "sessionTimeUTC": "3:40 PM",
      "sessionTimeBeijing": "11:40 PM",
      "photo": "https://ui-avatars.com/api/?name=Xiaofei+Li&background=0D8ABC&color=fff&size=200",
      "sessionLevel": "Level 200 Intermediate",
      "twitter": null,
      "facebook": null,
      "instagram": null,
      "gitHub": null,
      "linkedIn": null,
      "other": null
    }
  ],
  "committee": [
    {
      "name": "李少奕 Shaoyi Li",
      "position": "CN-UG Committee Member, Co-founder of Amarathon Geek Talk, Amazon Community Hero, Amazon GCR Advocate Blogger",
      "job": "项目计划、技术负责人",
      "jobEn": "Lead for event technical solutions. Responsible for event planning and management. Promote the Amarathon event to the global to boost its international exposure.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/shaoyi-li-096835140/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://blog.csdn.net/m0_66628975?spm=1000.2115.3001.5343",
          "src": "images/social-icons/csdn.png"
        },
        {
          "url": "https://s12d.com/xiaolige",
          "src": "images/social-icons/xiaohongshu.png"
        },
        {
          "url": "https://www.douyin.com/user/MS4wLjABAAAAtx-CKisQ1-JnW0-2Kezisl5MuX5v--VWEiDFCeiG06JgVH11GszdFdum2krMNZZH?vid=7395431332580461839",
          "src": "images/social-icons/douyin.png"
        }
      ],
      "poster": "images/2024/amarathon12/lishaoyi.png"
    },
    {
      "name": "许业宝 Yebao Xu",
      "position": "UGL Shanghai Member, Amazon GCR Advocate Blogger",
      "desc": "亚马逊云科技 UGL 成员及技领云博主，承办社区活动，提供技术支持，获多项亚马逊云科技认证，发表技术博客，分享经验，专注云原生，推广云产品服务。",
      "descEn": "An Amazon UGL member and technical blogger, organizing community events and providing technical support. Holds multiple Amazon certifications, publishes technical blogs, shares expertise, and focuses on cloud-native solutions, promoting cloud products and services.",
      "job": "讲师招募、活动支持、直播支持",
      "jobEn": "Responsible for speaker recruitment, event and livestream support",
      "share": [
        {
          "url": "https://www.linkedin.com/in/yebao-xu-aa9283201/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://xybdiy.blog.csdn.net/",
          "src": "images/social-icons/csdn.png"
        }
      ],
      "poster": "images/2024/amarathon12/xuyebao.png"
    },
    {
      "name": "赵安娜 Anna Zhao",
      "position": "UGL 北京成员",
      "positionEn": "UGL Beijing Member",
      "desc": "亚马逊云科技UGL成员，主要负责组织策划UG社区的各类活动，包括Community Day、UG Meetup等，活动的执行，品牌形象策划到视觉设计、文案撰写及活动推广等。提升社区的影响力和认知度，吸引更多技术爱好者加入UG社区。",
      "descEn": "An Amazon UGL member primarily responsible for organizing and planning various UG community events, including Community Day and UG Meetups. Duties include event execution, brand image planning, visual design, copywriting, and event promotion. Enhances the community's influence and visibility, attracting more tech enthusiasts to join the UG community.",
      "job": "项目策划、内容策划、活动宣发、主持人",
      "jobEn": "Project planning, Content planning, Event promotion, Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/anna-zhao-a83690334",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/zhaoanna.png"
    },
    {
      "name": "张润迪 Rundi Zhang",
      "position": "UGL 广州成员",
      "positionEn": "UGL Guangzhou Member",
      "desc": "作为亚马逊云科技 UGL 成员之一，主要负责策划并执行 Community Day 和 Meetup 等活动，致力于推动技术交流和知识分享，激发社区活力，让参与者体验广州的文化魅力。",
      "descEn": "As an Amazon UGL member, primarily responsible for planning and executing events such as Community Day and Meetups. Committed to promoting technical exchange and knowledge sharing, inspiring community engagement, and allowing participants to experience the cultural charm of Guangzhou.",
      "job": "合作伙伴招募、活动礼品策划",
      "jobEn": "Managed partner and sponsor recruitment, and event gift planning",
      "share": [
        {
          "url": "https://www.linkedin.com/in/rundi-zhang-030060305",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/zhangrundi.png"
    },
    {
      "name": "马萍 Ping Ma",
      "position": "UGL 上海成员",
      "positionEn": "UGL Shanghai Member",
      "desc": "作为亚马逊云科技 UGL 成员之一，主要负责社区会员管理，策划并执行上海地区的交流分享活动，致力于推动技术交流和知识分享，提升社区的影响力和认知度，吸引更多技术爱好者加入 UG 社区。",
      "descEn": "As an Amazon UGL member, primarily responsible for community member management and planning and executing networking and sharing events in the Shanghai area. Committed to promoting technical exchange and knowledge sharing, enhancing the community's influence and visibility, and attracting more tech enthusiasts to join the UG community.",
      "job": "创意策划",
      "jobEn": "Creative Strategy",
      "share": [
        {
          "url": "https://www.linkedin.com/in/%E8%90%8D-%E9%A9%AC-2b8038a5",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/maping.png"
    },
    {
      "name": "Kenny Chan",
      "position": "Amazon Community Builder （Machine Learning, Hong Kong）",
      "desc": "亚马逊云科技 Community Builder、金融科技、深度学习、宏观交易。负责出海企业、GenAI、金融服务解决方案。在社区中推动了 \"Think Big, Start Small, Learn Fast\" 的理念，另\"前沿资本\"合伙人提供创投和宏观资产配置解决方案。曾获得多个创投比赛奖项，包括 Open Data Hackathon 2023 (Public Stream Champion)，Hong Kong/Shanghai Co-operation Open Data Challenge 2024 (Smart Environment Award & Smart Economy Award)等。",
      "descEn": "Amazon Community Builder specializing in FinTech, deep learning, and macro trading. Responsible for overseas enterprise, GenAI, and financial services solutions. Promotes the \"Think Big, Start Small, Learn Fast\" philosophy within the community and is a partner at \"Frontier Capital,\" providing venture and macro asset allocation solutions. Recipient of multiple venture competition awards, including the Open Data Hackathon 2023 (Public Stream Champion) and the Hong Kong/Shanghai Co-operation Open Data Challenge 2024 (Smart Environment Award & Smart Economy Award), among others.",
      "job": "出海宣发",
      "jobEn": "Responsible for global media publications and media PR promotion",
      "share": [
        {
          "url": "https://www.linkedin.com/in/kenny-chen-a560a8241/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://dev.to/kennc",
          "src": "images/social-icons/devto.png"
        },
        {
          "url": "https://kennychen.frontiertechcap.com/",
          "src": "images/social-icons/website.png"
        }
      ],
      "poster": "images/2024/amarathon12/kennychan.png"
    },
    {
      "name": "李小飞 XiaoFei Li",
      "position": "UG Ambassador成员，Amazon GCR Advocate Blogger",
      "positionEn": "UG Ambassador Member, Amazon GCR Advocate Blogger",
      "desc": "亚马逊云科技 UG Ambassador成员及技领云博主。2023年与2024年亚马逊云科技全认证工程师，并在2024年上海峰会中荣获金夹克奖项。专注于云迁移与AI技术解决方案，积极发表技术博客、分享经验，策划并执行社区活动，提升社区影响力与认知度，吸引更多技术爱好者加入UG社区。",
      "descEn": "An Amazon UG Ambassador and technology blogger specializing in cloud migration and AI solutions, recognized as a 2023 and 2024 Amazon All Certifications Engineer and an award winner at the 2024 Shanghai Summit Golden Jacket. Actively publishes technical blogs and shares insights, contributing to the planning and execution of community events to enhance community influence and awareness, attracting more tech enthusiasts to join the UG community.",
      "job": "内容策划、活动支持、活动宣发",
      "jobEn": "Content planning, Event support and promotion",
      "share": [
        {
          "url": "https://www.linkedin.com/in/xiaofei-li-3a78289a/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://blog.csdn.net/rralucard123",
          "src": "images/social-icons/csdn.png"
        }
      ],
      "poster": "images/2024/amarathon12/lixiaofei.png"
    },
    {
      "name": "蒋南希 Nancy Jiang",
      "position": "Amazon Builder Marketing Manager",
      "job": "主持人",
      "jobEn": "Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/nancy526/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/jiangnanxi.png"
    },
    {
      "name": "李炜波 Weibo LI",
      "position": "Amazon Account Rep (STP)",
      "job": "主持人",
      "jobEn": "Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/weibo-li-295810234/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/liweibo.png"
    },
    {
      "name": "李晓彧 Alex Lee",
      "position": "Amazon Account Rep (STP)",
      "job": "主持人",
      "jobEn": "Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/alex-lee-7266b4311/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/lixiaoyu.png"
    },
    {
      "name": "赵雪妍 Shane Zhao",
      "position": "Amazon BD Rep Intern (STP)",
      "job": "主持人",
      "jobEn": "Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/xueyan-shane-zhao-a251211a4/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/zhaoxueyan.png"
    }
  ],
  "judges": [
    {
      "name": "李钊 Li Zhao",
      "position": "亚马逊云科技Brand & Developer MKT Leader",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [],
      "poster": "images/2024/amarathon12/lizhao.png"
    },
    {
      "name": "郑予彬 Betty",
      "position": "Senior Developer Advocate 资深开发者布道师",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://www.linkedin.com/in/betty-zheng-5420357a/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/betty.png"
    },
    {
      "name": "潘娟 Juan Pan",
      "position": "Amazon Data hero",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://www.linkedin.com/in/panjuan",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://twitter.com/tristaZero",
          "src": "images/social-icons/twitter.png"
        }
      ],
      "poster": "images/2024/amarathon12/panjuan.png"
    },
    {
      "name": "李少奕 Shaoyi Li",
      "position": "Amarathon Committee 技术负责人",
      "positionEn": "Technical Solutions and Contents Lead for the Amarathon Committee",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://s12d.com/xiaolige",
          "src": "images/social-icons/xiaohongshu.png"
        },
        {
          "url": "https://blog.csdn.net/m0_66628975?spm=1000.2115.3001.5343",
          "src": "images/social-icons/csdn.png"
        },
        {
          "url": "https://www.douyin.com/user/MS4wLjABAAAAtx-CKisQ1-JnW0-2Kezisl5MuX5v--VWEiDFCeiG06JgVH11GszdFdum2krMNZZH?vid=7395431332580461839",
          "src": "images/social-icons/douyin.png"
        },
        {
          "url": "https://www.linkedin.com/in/shaoyi-li-096835140/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/lishaoyi.png"
    },
    {
      "name": "许业宝 Yebao Xu",
      "position": "Amarathon Committee 讲师招募负责人",
      "positionEn": "Amarathon Committee Responsible for speaker recruitment",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://xybdiy.blog.csdn.net/",
          "src": "images/social-icons/csdn.png"
        },
        {
          "url": "https://www.linkedin.com/in/yebao-xu-aa9283201/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/xuyebao.png"
    },
    {
      "name": "黄浩文 Haowen Huang",
      "position": "Senior Developer Advocate 资深开发者布道师",
      "positionEn": "Amazon Senior Developer Advocate Senior Developer Evangelist",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://www.linkedin.com/in/haowenhuang/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://www.youtube.com/@haowenhuang",
          "src": "images/social-icons/youtube.png"
        }
      ],
      "poster": "images/2024/amarathon12/huanghaowen.png"
    },
    {
      "name": "陈豪杰 Jacky Chan",
      "position": "Amazon Community Builder - ML & GenAI 香港成员",
      "positionEn": "Amazon Community Builder - ML & GenAI, Hong Kong",
      "job": "内容评审、主持人",
      "jobEn": "Responsible for reviewing speaker proposals, Host",
      "share": [
        {
          "url": "https://www.linkedin.com/in/jhkchan/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/jackychan.png"
    },
    {
      "name": "宋洪涛 Hongtao Song",
      "position": "亚马逊云科技资深人工智能产品市场经理",
      "positionEn": "Senior AI Product Marketing Manager",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [
        {
          "url": "https://www.linkedin.com/in/hongtao-song-8233896a/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/songhongtao.png"
    },
    {
      "name": "张帆 Fan Zhang",
      "position": "亚马逊云科技开发者市场经理",
      "positionEn": "Builder Marketing Manager",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [],
      "poster": "images/2024/amarathon12/zhangfan.png"
    },
    {
      "name": "陈烈 Charlie Chen",
      "position": "亚马逊云科技资深产品市场经理",
      "positionEn": "Senior Product Marketing Manager",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [],
      "poster": "images/2024/amarathon12/chenlie.png"
    },
    {
      "name": "段海宁 Duan Haining",
      "position": "亚马逊云科技开发者市场经理",
      "positionEn": "Builder Marketing Manager",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [],
      "poster": "images/2024/amarathon12/duanhaining.png"
    },
    {
      "name": "梁加琦 Liang Jiaqi",
      "position": "亚马逊云科技资深市场经理",
      "positionEn": "Senior Marketing Manager",
      "job": "内容评审",
      "jobEn": "Responsible for reviewing speaker proposals",
      "share": [],
      "poster": "images/2024/amarathon12/liangjiaqi.png"
    }
  ],
  "advisers": [
    {
      "name": "Shun Yoshie",
      "desc": "Amazon Security Hero (ex-Amazon Community Hero). Originator of JAWS PANKRATION and executive committee chair of JAWS PANKRATION 2021 and 2024. In Japan, in addition to managing Security-JAWS, he has also managed several Amazon community events.",
      "descEn": "Currently working as an IT security consultant. My favorite Amazon service is Amazon Security Hub & Amazon WAF. My favorite technology is CNAPP.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/shun-yoshie-6aba9970/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://x.com/typhon666_death",
          "src": "images/social-icons/twitter.png"
        }
      ],
      "poster": "images/2024/amarathon12/shunyoshie.png"
    },
    {
      "name": "吕凌曦 Smile",
      "desc": "Amazon 开发者体验（DevEx）团队社区项目经理，负责大中华区 Hero 社区项目和 Community Builder 社区项目，致力于构建全球中文开发者社区。",
      "descEn": "Amazon Developer Experience advocacy Program Manager，supporting Hero Program, Community Program in Greater China region and global Chinese developer community.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/smile-lingxi-lv-239b6335",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/smile.png"
    },
    {
      "name": "刘洋琳",
      "desc": "Amazon Community Manager（Builder Marketing Manager）亚马逊中国User Group开发者社区负责人，也是亚麻拉松（Amarathon）发起人和创始人之一。",
      "descEn": "Amazon Builder Marketing Manager，The community manager of the Amazon China User Group, and one of the initiators and founders of the Amarathon",
      "share": [
        {
          "url": "https://www.linkedin.com/in/yanglin-liu-5aba5299/",
          "src": "images/social-icons/linkedin.png"
        }
      ],
      "poster": "images/2024/amarathon12/liuyanglin.png"
    },
    {
      "name": "王萃 Tracy Wang",
      "desc": "亚马逊云科技学术倡导团队学生社区项目经理，负责全球学生社区- Amazon Cloud Clubs 项目设计和运营。",
      "descEn": "Amazon Academic Advocacy Team Student Community Program Manager, responsible for global student community-Amazon Cloud Clubs program design and operation.",
      "share": [
        {
          "url": "https://www.linkedin.com/in/tracywangcc/",
          "src": "images/social-icons/linkedin.png"
        },
        {
          "url": "https://s12d.com/xiaohongshu",
          "src": "images/social-icons/xiaohongshu.png"
        }
      ],
      "poster": "images/2024/amarathon12/tracywang.png"
    }
  ]
}